{
    "adventures": {
        "set_name": "Avonturen",
        "set_text": "Het leven is een uitdagend avontuur of niets. Je bent er niet zeker van welke van de twee, maar je hebt de keuzes verminderd. Je bent rijk aan levenservaring, maar hebt altijd moeite gehad om deze tegen goederen en diensten te ruilen. Het is tijd om jouw fortuin te zoeken, of eigenlijk dat van wie dan ook, net wie het dichtstbij is. In het westen ligt het land van melk en honing, vol met reuzenbijen en gigantische koeien. In het oosten het land van eieren en drop. In het noorden liggen verraderlijke moerassen en in het zuiden aanlokkelijke jungles. Maar deze zijn allemaal al vakkundig geplunderd. Je hebt legenden gehoord, die vertelden van een vijfde richting, die nog nooit is verkend. Waar schatten nog in de aarde verborgen zijn. Je hebt je zwaard en je overlevingspakket, geërfd van je voorouders. Je hebt rekruten gerekruteerd en huurlingen gehuurd, je hebt je harnas gepoetst en je partner gerustgesteld. Je hangt een bord op met de tekst \"Op avontuur\". En daarna een ander bord met de tekst \"Pas op voor de hond\", mochten bepaalde mensen verkeerde ideeën hebben. Je zadelt je hengst en gaat op weg.\nDit is de 9e uitbreiding van het spel <i>Dominion</i>. Deze uitbreiding bevat 400 kaarten, 6 tableaus en 60 fiches. Er worden 30 nieuwe koninkrijkkaarten geïntroduceerd, waaronder een aantal \"duurzame\", die ook in volgende beurten actief zijn. Verder zijn er reservekaarten, die je voor later kunt bewaren en gebeurteniskaarten, waarmee je andere zaken dan kaarten kunt kopen, zoals fiches die de effecten van kaarten wijzigen.",
        "text_icon": "Av"
    },
    "adventures extras": {
        "set_name": "Avonturen Extras",
        "set_text": "",
        "text_icon": "Av"
    },
    "alchemy": {
        "set_name": "De Alchemisten",
        "set_text": "Er gebeuren vreemde dingen in de geheime, ondergrondse laboratoria van het koninkrijk... 's konings alchemisten zijn hard op zoek naar een manier om hun vorst de machtigste man op aarde te maken! De vreemdste materialen dienen als grondstoffen voor hun wilde experimenten. De zoektocht naar nieuwe wapens en machtige brouwsels heeft een enorme vlucht genomen. En… het ultieme doel is om een oude wens in vervulling te laten gaan: het geheim te ontrafelen hoe men zelf goud kan maken!\nDit is de 3e uitbreiding van het spel <i>Dominion</i>. Deze uitbreiding op Dominion bevat 12 nieuwe actiekaarten en een nieuw soort geldkaart, de Toverdrank.",
        "text_icon": "Al"
    },
    "alchemy extras": {
        "set_name": "De Alchemisten",
        "set_text": "",
        "text_icon": "Al"
    },
    "allies": {
        "set_name": "Bondgenoten",
        "set_text": "Het is feest! Mensen dansen op straat en rijden paard door de danszalen. Je hebt eindelijk een verbond met de barbaren in het noorden. In plaats van rood te kleuren door het bloed, hebben de straten, nou, hun gewone kleur, laten we ons verder niet bemoeien met welke kleur de straten hebben. Het belangrijkste is dat er vrede is. Uiteraard waren de onderhandelingen lastig. De barbaren zijn lomp: Ze hebben geen 5 seconden-regel en steken de verkeerde vinger uit als ze thee drinken. Er zijn echter ook voordelen. Ze geven je schedels om honingwijn uit te drinken en specerijen om de nasmaak van de schedel weg te werken. En jij hebt hen er dingen voor teruggegeven: vorken, spiegels, broeken. Dat is voor iedereen geweldig. En met dit verdrag uit de weg kun je je op je andere buren richten. Spoedig zullen alle bondgenoten de jouwe zijn.",
        "text_icon": "Bo"
    },
    "allies extras": {
        "set_name": "Bondgenoten Extras",
        "set_text": "",
        "text_icon": "Bo"
    },
    "animals": {
        "set_name": "Animals",
        "set_text": "<i>Dominion: Animals</i> is a fan created expansion for the card game <i>Dominion</i>. It contains three new kingdom cards: \"Rabbits\", \"Yard dog\", and \"Gray Mustang\".\nSee https://boardgamegeek.com/boardgameexpansion/203184/animals-expansion-mini-fan-expansion-dominion.",
        "text_icon": "An"
    },
    "base": {
        "set_name": "Basis",
        "set_text": "Dit zijn alle basis Overwinnings, Geld en Vloek kaarten van de <i>Dominion</i> spelen en uitbreidingen. Dit is exclusief enige Overwinnings of Geld kaarten die eveneens Koninkrijkskaarten zijn.",
        "text_icon": "B"
    },
    "cornucopia": {
        "set_name": "Overvloed",
        "set_text": "Herfst. Het leek alsof de zomer nooit zou eindigen, maar de waarzegster had gelijk. Het is afgelopen. Herfst, de tijd van de oogst. De laatste jaren heeft de kandbouw zich enorm ontwikkeld. Herfst, een tijd om te feesten. De boeren hebben een week lang op het land geploeterd, maar vanavond starten de festiviteiten, te beginnen met een gigantisch banket van geroosterd hooi. Daarna volgt de jaarlijkse neus-afpak-wedstrijd. Ook zijn er twee narren, één die altijd liegt en één die altijd de waarheid vertelt. Beide zijn hilarisch. Dit feest heeft echt voor elk wat wils.\nDit is de 5e uitbreiding van het spel <i>Dominion</i>. Deze interessante uitbreiding met het thema \"variëteit\" bevat 13 nieuwe koninkrijkkaarten en 5 speciale prijskaarten. Veel koninkrijkkaarten geven bonussen voor het hebben van verschillende handkaarten. Daardoor word je gemotiveerd om een flexibel deck te bouwen.",
        "text_icon": "O"
    },
    "cornucopia extras": {
        "set_name": "Overvloed Extras",
        "set_text": "",
        "text_icon": "O"
    },
    "dark ages": {
        "set_name": "De Donkere Middeleeuwen",
        "set_text": "Het zijn zware tijden geweest. Om geld te besparen, heb je je oude kasteel verlaten en je intrek genomen in een luxueus ravijn. Je had toch al niet veel op met dat kasteel; het werd voortdurend geplunderd, en nooit op een fatsoenlijke tijd. En als het eens geen barbaren waren, dan was het wel de pest, of soms kwamen ze zelfs tegelijk en waren er niet voldoende stoelen. Het ravijn is geweldig; er is zon in overvloed en je kunt afval overal kwijt. In je vrije tijd heb je het bedelen weer opgepakt. Het concept van bedelen is briljant, maar in de praktijk best lastig, omdat niemand geld heeft. Je bedelt takjes van de dorpsbewoners en zij bedelen ze terug, maar niemand lijkt zo een stap verder te komen. Zo gaat het leven soms. Je bent rustig mensen aan het verslaan, terwijl je je eigen gang gaat, als er plotseling een epidemie of barbaren opduiken, of iedereen wordt opeens analfabeet. Het enige wat je dan kunt doen, is je in één of andere ruïne terugtrekken en wachten tot de storm voorbij is. Toch ben je ervan overtuigd dat je ook deze tegenslag zult overwinnen, of het in ieder geval een klein beetje beter zult doen dan de anderen.\nDit is de 7e uitbreiding op het spel <i>Dominion</i>. Deze uitbreiding voegt 35 nieuwe koninkrijkkaarten aan het spel toe plus verschillende slechte kaarten, die je aan de andere spelers kunt geven (Ruïnes), nieuwe kaarten om startlandgoederen te vervangen (Onderdak) en kaarten die je uitsluitend via bepaalde andere kaarten kunt verkrijgen.\nDe centrale thema's in <i>Dominion: De Donkere Middeleeuwen</i> zijn de stapel \"Vernietigde kaarten\" en opwaardering. Er zijn kaarten die iets doen als ze worden vernietigd, kaarten die rechtstreeks invloed op de stapel \"Vernietigde kaarten\" hebben, kaarten die zichzelf opwaarderen en kaarten met manieren om andere kaarten op te waarderen.",
        "text_icon": "DM"
    },
    "dark ages extras": {
        "set_name": "De Donkere Middeleeuwen Extras",
        "set_text": "",
        "text_icon": "DM"
    },
    "dominion1stEdition": {
        "set_name": "Dominion Eerste Editie",
        "set_text": "Je bent tot koning gekroond van een prachtig klein land met glooiende heuvels, kronkelende rivieren en vruchtbare landerijen. Het leven zou zo mooi kunnen zijn, maar helaas zijn er geschillen met omliggende staten. Verschillende vorsten proberen ten koste van elkaar hun koninkrijk uit te breiden! Er zal er maar één winnen…\nHet gaat er hard aan toe: om te overwinnen en de rust te doen terugkeren, moet je uit het juiste Koninklijke hout gesneden zijn. Daartoe zal je de beschikbare middelen op het juiste moment moeten aanwenden. Je zet op tijd je meest talentvolle onderdanen in om een klus te klaren! Je investeert in gebouwen, breidt je kasteel uit en zorgt dat je schatkist niet leeg raakt. Wie het beste met zijn beschikbare middelen omgaat, zal alle strijdende partijen verenigen en de vrede doen terugkeren. En dan: lang leve de koning!",
        "short_name": "Dominion",
        "text_icon": "D1"
    },
    "dominion1stEdition extras": {
        "set_name": "Dominion Eerste Editie Extras",
        "set_text": "",
        "short_name": "Dominion Extras",
        "text_icon": "D1"
    },
    "dominion1stEditionRemoved": {
        "set_name": "Dominion Eerste Editie Verwijderd",
        "set_text": "Dit zijn de zes koninkrijkskaarten die verwijderd zijn in de tweede editie van <i>Dominion</i>.",
        "short_name": "Dominion",
        "text_icon": "D1"
    },
    "dominion2ndEdition": {
        "set_name": "Dominion Tweede Editie",
        "set_text": "Je bent tot koning gekroond van een prachtig klein land met glooiende heuvels, kronkelende rivieren en vruchtbare landerijen. Het leven zou zo mooi kunnen zijn, maar helaas zijn er geschillen met omliggende staten. Verschillende vorsten proberen ten koste van elkaar hun koninkrijk uit te breiden! Er zal er maar één winnen…\nHet gaat er hard aan toe: om te overwinnen en de rust te doen terugkeren, moet je uit het juiste Koninklijke hout gesneden zijn. Daartoe zal je de beschikbare middelen op het juiste moment moeten aanwenden. Je zet op tijd je meest talentvolle onderdanen in om een klus te klaren! Je investeert in gebouwen, breidt je kasteel uit en zorgt dat je schatkist niet leeg raakt. Wie het beste met zijn beschikbare middelen omgaat, zal alle strijdende partijen verenigen en de vrede doen terugkeren. En dan: lang leve de koning!\nIn vergelijking met de eerste editie zijn er 6 koninkrijkkaarten vervangen en is er 1 extra -toegevoegd. Daarnaast is van een aantal kaarten ter verduidelijking de tekst iets aangepast, en zijn  de spelregels herschreven.",
        "short_name": "Dominion",
        "text_icon": "D2"
    },
    "dominion2ndEdition extras": {
        "set_name": "Dominion Tweede Editie Extras",
        "set_text": "",
        "short_name": "Dominion Extras",
        "text_icon": "D2"
    },
    "dominion2ndEditionUpgrade": {
        "set_name": "Dominion Tweede Editie Upgrade",
        "set_text": "Dit zijn de zeven nieuwe koninkrijkskaarten, die geïntroduceerd zijn in de tweede editie van <i>Dominion</i>. Deze kaarten zijn oa in het Engels als aparte set uitgebracht, om eigenaren van de eerste editie in staat te stellen deze nieuwe kaarten aan te schaffen zonder het hele spel opnieuw aan te schaffen. Helaas is er geen Nederlandse variant van gekomen.",
        "short_name": "Dominion",
        "text_icon": "D2"
    },
    "empires": {
        "set_name": "Keizerrijken",
        "set_text": "De wereld is te groot en jouw koninkrijk gigantish. Het is eigenlijk geen koninkrijk meer, maar een keizerrijk. Dat maakt jou dus een keizer, wat je het recht op een eigen stoel geeft, en je mag een salade naar jezelf noemen. Het is niet eenvoudig om keizer te zijn. De dag start vroeg als je het heilig vuur ontsteekt, waarna je uren moet vergaderen om uit te zoeken waarom het heilig vuur steeds dooft. Soms nemen je legers een continent over, maar je hebt geen idee waar je dat kwijt moet. En er is altijd het risico op sluipmoord: je hebt een voedselproever, die alles proeft voordat jij het eet en een pijlentester, die wordt gestoken voordat jij erdoor gestoken wordt. Je hebt je voorgenomen om thuis te blijven als het de Dag van bijna alles is. Maar over het algemeen is het een prima beroep. Je zou het nog niet tegen de wereld willen ruilen, vooral als je beseft welk groot deel van die wereld je al in je bezit hebt.\n<i>Dominion: Keizerrijken</i>, de 10e uitbreiding op het spel <i>Dominion</i>, bevat 96 fiches en 300 kaarten. Daaronder kaarten die je nu koopt en pas later betaalt, stapels met 2 verschillende soorten kaarten, en bezienswaardigheden, die nieuwe mogelijkheden bieden om punten te scoren. Verder komen gebeurtenissen uit vorige sets terug. ",
        "text_icon": "K"
    },
    "empires extras": {
        "set_name": "Keizerrijken Extras",
        "set_text": "",
        "text_icon": "K"
    },
    "extras": {
        "set_name": "Extras",
        "set_text": "",
        "text_icon": "X"
    },
    "guilds": {
        "set_name": "De Gilden",
        "set_text": "Banen, iedereen is bezorgd over banen. Waar is het anoniem bedrijven van landbouw gebleven? De economie is eigenlijk een truc, zoals het stelen van iemands neus, maar de laatste tijd lijken steeds meer mensen er doorheen te prikken, net als dat je er achterkomt dat je neus helemaal niet gestolen is. Dus nu sluit men zich aan bij een gilde, leert men een ambacht en werkt men aan een meesterwerk, een verblindend mooi schilderij of een kaasrasp die zo fantastisch is dat je nooit meer kaas eet. De enige mensen die nog landbouw bedrijven, doen dat ironisch. De gildes omvatten alles: ironische landbouw, slageren, bakkeren, kandelaarmakeren, schoenmakeren, schoenmakeren, kaasmakeren, kaas vernietigen. Jouw adviseur is ervan overtuigd dat het beheersen van steensnijden ergens de sleutel tot het overheersen van de wereld is. Prima. Je gaat de steen zo deskundig bewerken dat de wereld trillend voor je open ligt.\n<i>De Gilden</i> is de 8e uitbreiding van het spel <i>Dominion</i>. Deze voegt 13 nieuwe koninkrijkkaarten aan het spel toe. Verder bevat de doos munten die de spelers kunnen opsparen voor later en kaarten die iets extra's doen als de speler er meer voor betaald.",
        "text_icon": "G"
    },
    "hinterlands1stEdition": {
        "set_name": "Het Achterland Eerste Editie",
        "set_text": "De wereld is groot en jouw koninkrijk klein. Als je het vergelijkt met de wereld, tenminste. Vergeleken met andere koninkrijken is het van normale afmetingen. Maar in een wereld als deze - groot, vergeleken met kleinere werelden; normaal, vergeleken met werelden van ongeveer dezelfde grootte; en klein, vergeleken met grotere werelden - om een lang verhaal kort te maken - kort, vergeleken met andere verhalen tenminste - is het tijd om je grenzen te verleggen. Je hebt gehoord over ver weg gelegen plaatsen - exotische landen, waar ze wel pannenkoeken hebben en geen wafels, waar mensen het verkeerde aantal shirts dragen en waar ze zelfs geen woord hebben voor de blik tussen twee mensen die ieder hopen dat de ander doet wat ze beiden willen, maar beiden niet durven. Dit zijn de landen waar je je nu op richt.\nDit is de 6e uitbreiding op het spel <i>Dominion</i>. Het voegt 26 nieuwe koninkrijkkaarten aan het spel toe, waaronder 20 actiekaarten, 3 geldkaarten, 3 overwinningskaarten en 3 reactiekaarten. Het karakteristieke van deze kaarten is dat ze direct iets toestaan op het moment dat je ze koopt of pakt.",
        "short_name": "Het Achterland",
        "text_icon": "A1"
    },
    "hinterlands1stEditionRemoved": {
        "set_name": "Het Achterland Eerste Editie Verwijderd",
        "set_text": "Dit zijn de zes koninkrijkskaarten die verwijderd zijn in de tweede editie van <i>Het Achterland</i>.",
        "short_name": "Het Achterland",
        "text_icon": "A1"
    },
    "hinterlands2ndEdition": {
        "set_name": "Het Achterland Tweede Editie",
        "set_text": "De wereld is groot en jouw koninkrijk klein. Als je het vergelijkt met de wereld, tenminste. Vergeleken met andere koninkrijken is het van normale afmetingen. Maar in een wereld als deze - groot, vergeleken met kleinere werelden; normaal, vergeleken met werelden van ongeveer dezelfde grootte; en klein, vergeleken met grotere werelden - om een lang verhaal kort te maken - kort, vergeleken met andere verhalen tenminste - is het tijd om je grenzen te verleggen. Je hebt gehoord over ver weg gelegen plaatsen - exotische landen, waar ze wel pannenkoeken hebben en geen wafels, waar mensen het verkeerde aantal shirts dragen en waar ze zelfs geen woord hebben voor de blik tussen twee mensen die ieder hopen dat de ander doet wat ze beiden willen, maar beiden niet durven. Dit zijn de landen waar je je nu op richt.\nDit is de 6e uitbreiding op het spel <i>Dominion</i>. Het voegt 26 nieuwe koninkrijkkaarten aan het spel toe, waaronder 20 actiekaarten, 3 geldkaarten, 3 overwinningskaarten en 3 reactiekaarten. Het karakteristieke van deze kaarten is dat ze direct iets toestaan op het moment dat je ze koopt of pakt.",
        "short_name": "Het Achterland",
        "text_icon": "A2"
    },
    "hinterlands2ndEditionUpgrade": {
        "set_name": "Het Achterland Tweede Editie Upgrade",
        "set_text": "Dit zijn de negen nieuwe koninkrijkskaarten, die geïntroduceerd zijn in de tweede editie van <i>Het Achterland</i>. Deze kaarten zijn oa in het Engels als aparte set uitgebracht, om eigenaren van de eerste editie in staat te stellen deze nieuwe kaarten aan te schaffen zonder het hele spel opnieuw aan te schaffen. Helaas is er geen Nederlandse variant van gekomen.",
        "short_name": "Het Achterland",
        "text_icon": "A2"
    },
    "intrigue1stEdition": {
        "set_name": "Intrige Eerste Editie",
        "set_text": "Er is iets aan de hand. De lakei glimlacht naar je alsof hij een geheim met zich meedraagt, of alsof hij denkt dat jij iets achterhoudt, of alsof jij denkt dat hij denkt dat je een geheim bewaart. Je bent er zeker van dat er complotten worden gesmeed. Maar hopelijk alleen door jou. een dienaar zegt in het voorbijgaan: \"Uw omelet is klaar.\" Je zoekt koortsachtig in je codeboek wat hiermee wordt bedoeld totdat je je realiseert dat het ontbijt op je wacht. Uitstekend. alles loopt volgens plan.\nDeze uitbreiding voegt 25 nieuwe koninkrijkkaarten toe. Nieuwe overwinningskaarten die dingen voor je doen, onderdanen die je laten kiezen wat ze moeten doen, en nog veel meer nieuwe personen en locaties. Je kunt <i>Dominion</i> met uitsluitend de kaarten uit deze doos spelen, maar de kaarten ook met het basisspel combineren. Als je de geld- en overwinningskaarten van beide sets gebruikt, kun je <i>Dominion</i> zelfs met meer dan 4 personen spelen (maximaal 6 spelers, of zelfs tot 8 spelers verdeeld over twee tafels).",
        "short_name": "Intrige",
        "text_icon": "I1"
    },
    "intrigue1stEdition extras": {
        "set_name": "Intrige Eerste Editie Extras",
        "set_text": "",
        "short_name": "Intrige Extras",
        "text_icon": "I1"
    },
    "intrigue1stEditionRemoved": {
        "set_name": "Intrige Eerste Editie Verwijderd",
        "set_text": "Dit zijn de zes koninkrijkskaarten die verwijderd zijn in de tweede editie van <i>Intrige</i>.",
        "short_name": "Intrige",
        "text_icon": "I1"
    },
    "intrigue2ndEdition": {
        "set_name": "Intrige Tweede Editie",
        "set_text": "Er is iets aan de hand. De lakei glimlacht naar je alsof hij een geheim met zich meedraagt, of alsof hij denkt dat jij iets achterhoudt, of alsof jij denkt dat hij denkt dat je een geheim bewaart. Je bent er zeker van dat er complotten worden gesmeed. Maar hopelijk alleen door jou. een dienaar zegt in het voorbijgaan: \"Uw omelet is klaar.\" Je zoekt koortsachtig in je codeboek wat hiermee wordt bedoeld totdat je je realiseert dat het ontbijt op je wacht. Uitstekend. alles loopt volgens plan.\n<i>Dominion: Intrige (Tweede Editie)</i>, is een uitbreiding voor <i>Dominion</i>. In tegenstelling tot <i>Intrige (Eerste Editie)</i> kan deze set niet meer autonoom gespeeld worden, omdat de Overwinnings, Geld en Vloek kaarten er niet meer inzitten. Het spel bevat 26 Koninkrijkskaarten, waaronder 7 nieuwe kaarten ten opzichte van de eerste editie, die 6 kaarten uit die editie vervangen. Daarnaast zijn van de spelregels en enkele kaarten de tekst iets aangepast of verduidelijkt.",
        "short_name": "Intrige",
        "text_icon": "I2"
    },
    "intrigue2ndEdition extras": {
        "set_name": "Intrige Tweede Editie Extras",
        "set_text": "",
        "short_name": "Intrige Extras",
        "text_icon": "I2"
    },
    "intrigue2ndEditionUpgrade": {
        "set_name": "Intrige Tweede Editie Upgrade",
        "set_text": "Dit zijn de zeven nieuwe koninkrijkskaarten, die geïntroduceerd zijn in de tweede editie van <i>Dominion: Intrige</i>. Deze kaarten zijn oa in het Engels als aparte set uitgebracht, om eigenaren van de eerste editie in staat te stellen deze nieuwe kaarten aan te schaffen zonder het hele spel opnieuw aan te schaffen. Helaas is er geen Nederlandse variant van gekomen.",
        "short_name": "Intrige",
        "text_icon": "I2"
    },
    "menagerie": {
        "set_name": "Menagerie",
        "set_text": "Overheersing, dat probeer je te bereiken. Deze keer met dieren! Die kunnen jou allemaal iets leren, ofwel hoe je écht ver kunt spugen of welke soort gras het beste smaakt. Het is veel om bij te houden, maar je bent als een olifant: je onthoudt alles, en je bent bang voor muizen. Je bent ook met paardrijden begonnen. Paarden zijn intimiderend: ze zeggen dat je hen naar water kunt leiden, maar dat is jou nog niet gelukt. Dus jij bouwt het rustig op en begint bij honden. Tot nu toe met succes, de hond heeft je nog niet weggejaagd. Je menagerie start armzalig met alleen maar een geit, twee ratten en de adviseur die voorstelt om een menagerie te beginnen. Je kon de vos die je wilde niet krijgen, maar die was waarschijnlijk toch slecht. Nu heb je wat kamelen, waarvan de wol net zo nutteloos is als waar je voor was gewaarschuwd, en een schildpad die zijn adem zo lang kan inhouden dat niemand meer geïnteresseerd is. Het dierenkoninkrijk zal spoedig het jouwe zijn.",
        "text_icon": "M"
    },
    "menagerie extras": {
        "set_name": "Menagerie Extras",
        "set_text": "",
        "text_icon": "M"
    },
    "nocturne": {
        "set_name": "Nocturne",
        "set_text": "Je bent altijd een nachtmens geweest. je hebt zelfs overwogen om vampier te worden. Dat heeft veel voordelen: je wordt niet ouder, je hoeft jezelf niet meer in de spiegel te zien en als iemand je vraagt om iets voor hem te doen, kun je jezelf in een vleermuis veranderen en zeggen \"sorry, ik ben een vleermuis.\" Maar er zijn waarschijnlijk ook nadelen. Je denkt altijd aan het standbeeld op het stadsplein dat tot leven kwam en nu als barvrouw in de kroeg werkt. Het voetstuk kwam ook tot leven, dus ze moet nu huppen. De smid verandert in een wolf bij volle maan, en bij wassende maan in een chihuahua. Zo gaan die dingen soms. Maar toch, als je de frisse nachtlucht inademt, voel je je tot alles in staat.\n<i>Nocturne</i> is de 11e uitbreiding van <i>Dominion</i>, met 500 kaarten, waaronder 33 nieuwe koninkrijkkaarten. Zo zijn er nachtkaarten, die na de aanschaffase worden gespeeld, erfstukken die de startkoperkaarten vervangen, lot- en doemkaarten die gunsten en betoveringen opleveren, en verschillende extra kaarten die als gevolg van bepaalde kaarten in het spel komen.",
        "short_name": "Nocturne",
        "text_icon": "N"
    },
    "nocturne extras": {
        "set_name": "Nocturne Extras",
        "set_text": "",
        "text_icon": "N"
    },
    "plunder": {
        "set_name": "Plunder",
        "set_text": "Across the sea, they have so much stuff. And it’s so much better than your stuff. Finer craftsmanship. Better quality materials. Shinier. They have crowns, tiaras, and diadems – and that’s just the hats. It’s time to get some of that stuff. You want an easy life, and you’re prepared to work hard for it. So you’ve rounded up some old salty dogs, plus a sourpuss and a bitter goldfish. And set sail. The sea is a harsh mistress, but a good cook, at least if you like everything really salty. There are red skies tonight, so they’ll be making a batch of Sailor’s Delight, which you understand to have tuna fish in it. And soon you’ll be attacking merchant ships and taking their treasure. But the real treasure is the happy memories you’ll be making.\n<i>Dominion: Plunder</i>, is the 15th expansion to <i>Dominion</i>. It has 500 cards, with 40 new Kingdom cards. It has lots of Treasures and Durations, with cards that give you Loot, and Traits that modify piles. Events return.",
        "short_name": "Plunder",
        "text_icon": "Pl"
    },
    "promo": {
        "set_name": "Promo",
        "set_text": "Promokaarten zijn officiële <i>Dominion</i> koninkrijkskaarten en gebeurteniskaarten die niet bij een specifieke set horen. In het algemeen worden deze uitgegeven om <i>Dominion</i> zelf te promoten, bijvoorbeeld op beurzen, of om ook andere spellen onder de aandacht te brengen. In vergelijking met de Engelstalige edities, zijn er echter maar een beperkt aantal kaarten in het Nederlands  uitgebracht.",
        "text_icon": "Pm"
    },
    "prosperity1stEdition": {
        "set_name": "Welvaart Eerste Editie",
        "set_text": "Ah, geld. Er gaat niets boven het geluid van klinkende munten in je hand. Je prefereert het zeker boven het geluid van munten in andermans handen, of boven het geluid van munten in een kluis waar niemand bij komt zonder eerst zijn status te verhogen. Status verhogen, dat ligt achter je. Het leven is goed voor je geweest. 10 jaar geleden werkte je nog met een simpele strooien hoed op je hoofd op je eigen akkers. Tegenwoordig strekt je koninkrijk zich uit van zee tot zee en is jouw strooien hoed de grootste die de wereld ooit heeft gezien. Je bezit ook de kleinste hond ter wereld en een levensgroot standbeeld van jezelf, gemaakt van baklava. Natuurlijk kun je met geld geen geluk kopen, maar wel jaloezie, woede en ook een soort van leeg gevoel. Je hebt nog steeds problemen – storende buren die moeten worden verslagen. Maar deze keer doe je dat in stijl.\nDit is de 4e aanvulling op het spel <i>Dominion</i>. Deze uitbreiding op <i>Dominion</i> bevat 25 nieuwe koninkrijkkaarten en 2 nieuwe standaard kaarten, waarmee de spelers verder kunnen bouwen dan Goud en Provincies. Het centrale thema is rijkdom; er zijn geldkaarten met actiemogelijkheden, kaarten die interactie met geldkaarten hebben en dure, krachtige kaarten.",
        "short_name": "Welvaart",
        "text_icon": "W1"
    },
    "prosperity1stEdition extras": {
        "set_name": "Welvaart Eerste Editie Extras",
        "set_text": "",
        "short_name": "Welvaart Extras",
        "text_icon": "W1"
    },
    "prosperity1stEditionRemoved": {
        "set_name": "Welvaart Eerste Editie Verwijderd",
        "set_text": "Dit zijn de negen koninkrijkskaarten die verwijderd zijn in de tweede editie van <i>Welvaart</i>.",
        "short_name": "Welvaart",
        "text_icon": "W1"
    },
    "prosperity2ndEdition": {
        "set_name": "Welvaart Tweede Editie",
        "set_text": "Ah, geld. Er gaat niets boven het geluid van klinkende munten in je hand. Je prefereert het zeker boven het geluid van munten in andermans handen, of boven het geluid van munten in een kluis waar niemand bij komt zonder eerst zijn status te verhogen. Status verhogen, dat ligt achter je. Het leven is goed voor je geweest. 10 jaar geleden werkte je nog met een simpele strooien hoed op je hoofd op je eigen akkers. Tegenwoordig strekt je koninkrijk zich uit van zee tot zee en is jouw strooien hoed de grootste die de wereld ooit heeft gezien. Je bezit ook de kleinste hond ter wereld en een levensgroot standbeeld van jezelf, gemaakt van baklava. Natuurlijk kun je met geld geen geluk kopen, maar wel jaloezie, woede en ook een soort van leeg gevoel. Je hebt nog steeds problemen – storende buren die moeten worden verslagen. Maar deze keer doe je dat in stijl.\nDit is de 4e aanvulling op het spel <i>Dominion</i>. Deze uitbreiding op <i>Dominion</i> bevat 25 nieuwe koninkrijkkaarten en 2 nieuwe standaard kaarten, waarmee de spelers verder kunnen bouwen dan Goud en Provincies. Het centrale thema is rijkdom; er zijn geldkaarten met actiemogelijkheden, kaarten die interactie met geldkaarten hebben en dure, krachtige kaarten.",
        "short_name": "Welvaart",
        "text_icon": "W2"
    },
    "prosperity2ndEdition extras": {
        "set_name": "Welvaart Tweede Editie Extras",
        "set_text": "",
        "short_name": "Welvaart Extras",
        "text_icon": "W2"
    },
    "prosperity2ndEditionUpgrade": {
        "set_name": "Welvaart Tweede Editie Upgrade",
        "set_text": "Dit zijn de negen nieuwe koninkrijkskaarten, die geïntroduceerd zijn in de tweede editie van <i>Dominion: Intrige</i>. Deze kaarten zijn oa in het Engels als aparte set uitgebracht, om eigenaren van de eerste editie in staat te stellen deze nieuwe kaarten aan te schaffen zonder het hele spel opnieuw aan te schaffen. Helaas is er geen Nederlandse variant van gekomen.",
        "short_name": "Welvaart",
        "text_icon": "W2"
    },
    "renaissance": {
        "set_name": "Renaissance",
        "set_text": "Het is een memorabele tijd. De uitvinding van \"perspectief\" en \"fondsen\" hebben een revolutie in de kunst teweeg gebracht. Een foto die zo'n dozijn woorden waard was, gaat nu voor honderd. Olieschilderijen zijn zo realistisch geworden dat je een artiest hebt ingehuurd die jou elke morgen schildert, zodat je zeker weet dat je haar goed zit. Bustes zijn ook beter geworden. Ze stoppen niet meer bij de schouders, maar gaan nu helemaal tot de grond. Wetenschap en gezondheidszorg zijn ook vooruitgegaan. Geen bijgeloof meer. Ze weten nu precies hoeveel bloedzuigers ze nodig hebben bij elke aandoening. Je hebt een klok die tot op een uur accuraat is en een kalender die tot op een week accuraat is. Je arts geneest zichzelf en je kapper knipt zijn eigen haar. Dit is echt de Gouden Eeuw.\nDeze uitbreiding op Dominion, de 12e, bevat 300 kaarten, waaronder 25 nieuwe koninkrijkkaarten. Verder zijn er fiches die je geld en acties voor later laten bewaren, projecten die vaardigheden schenken en artifacten om voor te strijden.",
        "text_icon": "R"
    },
    "renaissance extras": {
        "set_name": "Renaissance Extras",
        "set_text": "",
        "text_icon": "R"
    },
    "seaside1stEdition": {
        "set_name": "Hijs de Zeilen! Eerste Editie",
        "set_text": "Geef ons een schip en een ster die ons leidt ... en we kiezen het ruime sop! Onze tocht zal zwaar zijn. Met ratten als reisgezellen varen we wekenlang achter de majestueuze albatros aan, op zoek naar verre kusten. Voor we exotische havens aandoen, zullen we geteisterd worden door onverschrokken piraten, die we met onze kanonnen, blunderbussen en hartvangers van ons af zullen houden.\nWe varen verder dan de dappere Hollanders, Engelsen en Portugezen ooit geweest zijn...\nLang nadat ons scheepsbeschuit is uitgeput, bereiken we nieuwe, onbekende kusten, die bevolkt zijn door inheemse woestelingen. Zullen we dit alles overleven en met rijkdommen beladen onze haven ooit terugzien?\nDit is de 2e uitbreiding voor <i>Dominion</i>. <i>Dominion: Hijs de Zeilen!</i> bevat naast 26 nieuwe koninkrijkskaarten ook geld- en embargofiches, en verschillende tableaus om de gevolgen van het bereiken van een eiland of het inzetten van piratenschepen bij te houden. Verder introduceert deze uitbreiding duurzame kaarten, die een beurt langer in het spel blijven en daarmee nog meer voordelen voor de actieve speler kunnen opleveren.",
        "short_name": "Hijs de Zeilen!",
        "text_icon": "H1"
    },
    "seaside1stEditionRemoved": {
        "set_name": "Hijs de Zeilen! Eerste Editie Verwijderd",
        "set_text": "Dit zijn de acht koninkrijkskaarten die verwijderd zijn in de tweede editie van <i>Hijs de Zeilen!</i>.",
        "short_name": "Hijs de Zeilen!",
        "text_icon": "H1"
    },
    "seaside2ndEdition": {
        "set_name": "Hijs de Zeilen! Tweede Editie",
        "set_text": "Geef ons een schip en een ster die ons leidt ... en we kiezen het ruime sop! Onze tocht zal zwaar zijn. Met ratten als reisgezellen varen we wekenlang achter de majestueuze albatros aan, op zoek naar verre kusten. Voor we exotische havens aandoen, zullen we geteisterd worden door onverschrokken piraten, die we met onze kanonnen, blunderbussen en hartvangers van ons af zullen houden.\nWe varen verder dan de dappere Hollanders, Engelsen en Portugezen ooit geweest zijn...\nLang nadat ons scheepsbeschuit is uitgeput, bereiken we nieuwe, onbekende kusten, die bevolkt zijn door inheemse woestelingen. Zullen we dit alles overleven en met rijkdommen beladen onze haven ooit terugzien?\nDit is de 2e uitbreiding voor <i>Dominion</i>. <i>Dominion: Hijs de Zeilen!</i> bevat naast 26 nieuwe koninkrijkskaarten ook geld- en embargofiches, en verschillende tableaus om de gevolgen van het bereiken van een eiland of het inzetten van piratenschepen bij te houden. Verder introduceert deze uitbreiding duurzame kaarten, die een beurt langer in het spel blijven en daarmee nog meer voordelen voor de actieve speler kunnen opleveren.",
        "short_name": "Hijs de Zeilen!",
        "text_icon": "H2"
    },
    "seaside2ndEditionUpgrade": {
        "set_name": "Hijs de Zeilen! Tweede Editie Upgrade",
        "set_text": "Dit zijn de negen nieuwe koninkrijkskaarten, die geïntroduceerd zijn in de tweede editie van <i>Hijs de Zeilen!</i>. Deze kaarten zijn oa in het Engels als aparte set uitgebracht, om eigenaren van de eerste editie in staat te stellen deze nieuwe kaarten aan te schaffen zonder het hele spel opnieuw aan te schaffen. Helaas is er geen Nederlandse variant van gekomen.",
        "short_name": "Hijs de Zeilen!",
        "text_icon": "H2"
    }
}
