{
    "adventures": {
        "set_name": "Avventure",
        "set_text": "La vita o è un'audace avventura oppure non è nulla. Anche se non hai ancora capito a fondo questo detto, cominci a vederci più chiaro. Hai fatto incetta di esperienze di vita ma non sei riuscito a trasformarle in ricompense più tangibili... È tempo di andare incontro alla propria fortuna... O a quella di qualcun altro... Dipende da quale delle due è più semplice da ottenere. A ovest ti attende una terra di latte e miele, piena di vespe giganti e bovini mostruosi. A est, una terra di uova e liquirizia. A nord, pericolose paludi; a sud, giungle rigogliose. Purtroppo, tutte queste terre sono state completamente saccheggiate. Alcune leggende narrano di una quinta direzione, ancora incontaminata, con i propri tesori raccolti in comodi forzieri. Hai la tua spada e le tue mappe, che ti sono state lasciate in eredità da tuo padre, e a questi da suo padre prima di lui. Hai reclutato dei soldati e ingaggiato dei mercenari; hai lucidato l'armatura e importunato le damigelle per l'utima volta. Poi, hai appeso un cartello alla tua porta con scritto: \"Sono partito alla ricerca di avventure\". Dopo qualche minuto, sei tornato indietro e hai affisso un altro cartello: \"Attenti al cane\", nel caso qualcuno si facesse strane idee... Sei pronto. Hai sellato il tuo fedele ronzino e sei partito.",
        "text_icon": "Ad"
    },
    "adventures extras": {
        "set_name": "Adventures Extras",
        "set_text": "",
        "text_icon": "Ad"
    },
    "alchemy": {
        "set_name": "Alchimia",
        "set_text": "There are strange things going on in your basement laboratories. They keep calling up for more barrels of quicksilver, or bits of your hair. Well it's all in the name of progress. They're looking for a way to turn lead into gold, or at least into something better than lead. That lead had just been too good of a bargain to pass up; you didn't think, where will I put all this lead, what am I going to do with this lead anyway. Well that will all be sorted out. They're also looking for a universal solvent. If they manage that one, you will take whatever they use to hold it in and build a castle out of it. A castle that can't be dissolved! Now that's progress.\nThis is the 3rd addition to <i>Dominion</i>.",
        "text_icon": "Al"
    },
    "animals": {
        "set_name": "Animals",
        "set_text": "<i>Dominion: Animals</i> is a fan created expansion for the card game <i>Dominion</i>. It contains three new kingdom cards: \"Rabbits\", \"Yard dog\", and \"Gray Mustang\".\nSee https://boardgamegeek.com/boardgameexpansion/203184/animals-expansion-mini-fan-expansion-dominion.",
        "text_icon": "An"
    },
    "base": {
        "set_name": "Base",
        "set_text": "Queste sono tutte le carte Vittoria, Tesoro e Maledizione del gioco <i>Dominion</i> e le sue espansioni. Le carte Vittoria e le Carte Tesoro che sono carte del Regno non sono incluse.",
        "text_icon": "B"
    },
    "cornucopia1stEdition": {
        "set_name": "Cornucopia",
        "set_text": "Autunno. Sembrava che l'estate non dovesse mai finire, ma l'indovina aveva ragione, è terminata. Bisogna darsi da fare con la mietitura. L'agricoltura ha fatto passi da gigante ultimamente, ma come dice il vecchio detto, \"Meglio mietere due giorni prima che uno tardi\". L'autunno è anche tempo di feste. I contadini hanno lavorato duro nei campi falciando fieno tutta la settimana, ma stesera si può iniziare a festeggiare. Per prima cosa un sontuoso banchetto. Poi, l'albero della cuccagna. I più valenti si batteranno in torneo per l'onore e per il divertimento di tutti e, infine, due giullari allieteranno la serata con i loro giochi irriverenti. Ce ne sarà per tutti i gusti!",
        "text_icon": "C"
    },
    "cornucopia extras": {
        "set_name": "Cornucopia Extras",
        "set_text": "",
        "text_icon": "C"
    },
    "dark ages": {
        "set_name": "Dark Ages",
        "set_text": "Times have been hard. To save on money, you've moved out of your old castle, and into a luxurious ravine. You didn't like that castle anyway; it was always getting looted, and never at a reasonable hour. And if it wasn't barbarians it was the plague, or sometimes both would come at once, and there wouldn't be enough chairs. The ravine is great; you get lots of sun, and you can just drop garbage wherever you want. In your free time you've taken up begging. Begging is brilliant conceptually, but tricky in practice, since no-one has any money. You beg twigs from the villagers, and they beg them back, but no-one really seems to come out ahead. That's just how life is sometimes. You're quietly conquering people, minding your own business, when suddenly there's a plague, or barbarians, or everyone's illiterate, and it's all you can do to cling to some wreckage as the storm passes through. Still, you are sure that, as always, you will triumph over this adversity, or at least do slightly better than everyone else.\nThis is the 7th addition to the game of <i>Dominion</i>. It adds 35 new Kingdom cards to <i>Dominion</i>, plus new bad cards you give to other players (Ruins), new cards to replace starting Estates (Shelters), and cards you can only get via specific other cards. The central themes are the trash and upgrading. There are cards that do something when trashed, cards that care about the trash, cards that upgrade themselves, and ways to upgrade other cards.",
        "text_icon": "D"
    },
    "dark ages extras": {
        "set_name": "Dark Ages Extras",
        "set_text": "",
        "text_icon": "DA"
    },
    "dominion1stEdition": {
        "set_name": "Dominion 1° Edizione",
        "set_text": "You are a monarch, like your parents before you, a ruler of a small pleasant kingdom of rivers and evergreens. Unlike your parents, however, you have hopes and dreams! You want a bigger and more pleasant kingdom, with more rivers and a wider variety of trees. You want a Dominion! In all directions lie fiefs, freeholds, and feodums. All are small bits of land, controlled by petty lords and verging on anarchy. You will bring civilization to these people, uniting them under your banner.\nBut wait! It must be something in the air; several other monarchs have had the exact same idea. You must race to get as much of the unclaimed land as possible, fending them off along the way. To do this you will hire minions, construct buildings, spruce up your castle, and fill the coffers of your treasury. Your parents wouldn't be proud, but your grandparents, on your mother's side, would be delighted.",
        "short_name": "Dominion",
        "text_icon": "D1"
    },
    "dominion2ndEdition": {
        "set_name": "Dominion 2° Edizione",
        "set_text": "Sei un Re e, come i tuoi genitori prima di te, regni su un piccolo e ameno regno fatto di fiumi e di foreste sempreverdi. Diversamente dai tuoi genitori, tuttavia, tu hai grandi sogni e ambizioni!  Vuoi un regno più grande e più bello, con più fiumi e una infinita varietà di alberi. Tu vuoi un <b>Dominio</b>! In ogni direzione sorgono feudi, possedimenti e tenute. Tutte piccole porzioni di terra, controllate da insignificanti signorotti locali, facili all'anarchia. Tu porterai la civiltà a queste genti, unendole sotto il tuo vessillo.\nAttenzione! C'è qualcosa nell'aria, molti altri Re hanno avuto esattamente la tua stessa idea. Devi affrettarti per ottenere le terre che nessuno reclama e prepararti a difenderle. Per fare tutto ciò dovrai assumere dei tirapiedi, costruire palazzi, abbellire il tuo castello e accrescere il tuo tesoro. I tuoi genitori non sarebbero fieri di tutto questo, ma i tuoi nonni materni ne sarebbero deliziati.",
        "short_name": "Dominion",
        "text_icon": "D2"
    },
    "dominion2ndEditionUpgrade": {
        "set_name": "Dominion 2° Edizione di Aggiornamento",
        "set_text": "This contains the seven new kingdom cards introduced in the second edition of <i>Dominion</i>, thereby allowing owners of the first edition to obtain these new cards without needing to repurchase the entire game.",
        "short_name": "Dominion",
        "text_icon": "D2"
    },
    "empires": {
        "set_name": "Empires",
        "set_text": "The world is big and your kingdom gigantic. It's no longer a kingdom really; it's an empire — which makes you the emperor. This entitles you to a better chair, plus you can name a salad after yourself.\nIt's not easy being emperor. The day starts early, when you light the sacred flame; then it's hours of committee meetings, trying to establish exactly why the sacred flame keeps going out. Sometimes your armies take over a continent and you just have no idea where to put it. And there's the risk of assassination; you have a food taster, who tastes anything before you eat it, and a dagger tester, who gets stabbed by anything before it stabs you. You've taken to staying at home whenever it's the Ides of anything. Still, overall it's a great job. You wouldn't trade it for the world — especially given how much of the world you already have.\n<i>Dominion: Empires</i>, the tenth addition to the game of <i>Dominion</i>, contains 96 metal tokens and 300 cards, with cards you can buy now and pay for later, piles with two different cards, and Landmarks that add new ways to score. VP tokens and Events return from previous sets.",
        "text_icon": "E"
    },
    "empires extras": {
        "set_name": "Empires Extras",
        "set_text": "",
        "text_icon": "E"
    },
    "extras": {
        "set_name": "Extra",
        "set_text": "",
        "text_icon": "Ex"
    },
    "guilds": {
        "set_name": "Guilds",
        "set_text": "Jobs, everyone’s worried about jobs. Whatever happened to tilling the fields in obscurity? The economy is just a trick, like stealing someone's nose, but lately people seem to have seen through it, like when you realize someone hasn’t really stolen your nose. So now everyone’s joining a guild, learning a craft, and working on a masterpiece - a painting so beautiful it blinds you, or a cheese grater so amazing that you never eat cheese again. The only people left tilling the fields are the ones doing it ironically. The guilds cover everything - ironic tilling, butchering, baking, candlestick making, shoemaking, cheesemaking, cheese destruction. Your advisor is convinced that somehow, control of the stonecutters is key to world domination. Very well. You will have stone handled so expertly that the world trembles before you.\nThis is the 8th addition to the game of <i>Dominion</i>. It adds 13 new Kingdom cards to <i>Dominion</i>. It has coin tokens that you can save to spend later, and cards you can get more out of by paying extra for them.",
        "text_icon": "G"
    },
    "hinterlands1stEdition": {
        "set_name": "Nuovi Orizzonti",
        "set_text": "Il tuo regno è piccolo e il mondo è così grande, mio signore! ...Beh, piccolo se paragonato al mondo, ma non piccolo rispetto agli altri regni... Certo, il mondo è grande, ma grande se paragonato ad altri mondi più piccoli (se ne esistono), ma non tanto grande se paragonato a mondi approssimativamente uguali. Un po' piccolino, se paragonato ad un mondo po' più grande. Insomma, per farla breve ...breve rispetto ad altre storie più lunghe ...è giunta l'ora di ampliare i tuoi orizzonti!\nHai sentito parlare di posti lontani, paesi esotici in cui mangiano cose strane, città in cui la gente veste in modi bizzarri e dove comprendersi diventa un'impresa. Il tuo pensiero è calamitato da visioni di questo genere!",
        "text_icon": "NO"
    },
    "intrigue1stEdition": {
        "set_name": "Intrigo 2° Edizione",
        "set_text": "Something's afoot. The steward smiles at you like he has a secret, or like he thinks you have a secret, or like you think he thinks you have a secret. There are secret plots brewing, you're sure of it. At the very least, there are yours. A passing servant murmurs, \"The eggs are on the plate.\" You frantically search your codebook for the translation before realizing he means that breakfast is ready. Excellent. Everything is going according to plan.\n<i>Dominion: Intrigue</i> adds rules for playing with up to 8 players at two tables or for playing a single game with up to 6 players when combined with <i>Dominion</i>. This game adds 25 new Kingdom cards and a complete set of Treasure and Victory cards. The game can be played alone by players experienced in <i>Dominion</i> or with the basic game of <i>Dominion</i>.",
        "short_name": "Intrigo",
        "text_icon": "I1"
    },
    "intrigue2ndEdition": {
        "set_name": "Intrigo 2° Edizione",
        "set_text": "Qualcosa bolle in pentola. Il maggiordomo ti sorride. Forse ha un segreto o forse pensa che tu abbia un segreto oppure sei tu che pensi che lui pensi che tu abbia un segreto. Ci deve essere qualche complotto in atto, di questo sei sicuro. Oltre ai tuoi naturalmente. Un servo ti passa accanto mormorando: \"Le uova sono nel piatto\". Corri a consultare freneticamente il tuo libro dei codici per poi realizzare che è semplicemente ora di colazione. Bene! Tutto procede secondo i piani.",
        "short_name": "Intrigo",
        "text_icon": "I2"
    },
    "intrigue2ndEditionUpgrade": {
        "set_name": "Intrigo 2° Edizione di Aggiornamento",
        "set_text": "This contains the seven new kingdom cards introduced in the second edition of <i>Dominion: Intrigue</i>, thereby allowing owners of the first edition to obtain these new cards without needing to repurchase the entire game.",
        "short_name": "Intrigo",
        "text_icon": "I2"
    },
    "nocturne": {
        "set_name": "Nocturne",
        "set_text": "You've always been a night person; lately you've even considered becoming a vampire. There are a lot of advantages: you don't age; you don't have to see yourself in mirrors anymore; if someone asks you to do something, you can just turn into a bat, and then say, sorry, I'm a bat. There are probably some downsides though. You always think of the statue in the town square that came to life and now works as the tavern barmaid. The pedestal came to life too, so she has to hop around. The village blacksmith turns into a wolf whenever there's a full moon; when there's a crescent moon, he turns into a chihuahua. That's how this stuff goes sometimes. Still, when you breathe in the night air, you feel ready for anything.\n<i>Dominion: Nocturne</i>, the 11th expansion to <i>Dominion</i>, has 500 cards, with 33 new Kingdom cards. There are Night cards, which are played after the Buy phase; Heirlooms that replace starting Coppers; Fate and Doom cards that give out Boons and Hexes; and a variety of extra cards that other cards can provide.",
        "short_name": "Nocturne",
        "text_icon": "N"
    },
    "nocturne extras": {
        "set_name": "Nocturne Extras",
        "set_text": "",
        "text_icon": "N"
    },
    "promo": {
        "set_name": "Promo",
        "set_text": "Promotional cards are official <i>Dominion</i> kingdom cards and Events which do not belong to any particular set. They are typically either released to help promote <i>Dominion</i> at conventions (such as Origins or GenCon), or to commemorate the anniversary of another game in order to help promote both.",
        "text_icon": "Pm"
    },
    "prosperity": {
        "set_name": "Prosperità",
        "set_text": "Ah, money. There's nothing like the sound of coins clinking in your hands. You vastly prefer it to the sound of coins clinking in someone else's hands, or the sound of coins just sitting there in a pile that no-one can quite reach without getting up. Getting up, that's all behind you now. Life has been good to you. Just ten years ago, you were tilling your own fields in a simple straw hat. Today, your kingdom stretches from sea to sea, and your straw hat is the largest the world has ever known. You also have the world's smallest dog, and a life-size statue of yourself made out of baklava. Sure, money can't buy happiness, but it can buy envy, anger, and also this kind of blank feeling. You still have problems - troublesome neighbors that must be conquered. But this time, you'll conquer them in style.\nThis is the 4th addition to the game of <i>Dominion</i>. It adds 25 new Kingdom cards to <i>Dominion</i>, plus 2 new Basic cards that let players keep building up past Gold and Province. The central theme is wealth; there are treasures with abilities, cards that interact with treasures, and powerful expensive cards.",
        "text_icon": "P"
    },
    "renaissance": {
        "set_name": "Renaissance",
        "set_text": "It's a momentous time. Art has been revolutionized by the invention of \"perspective,\" and also of \"funding.\" A picture used to be worth a dozen or so words; these new ones are more like a hundred. Oil paintings have gotten so realistic that you've hired an artist to do a portrait of you each morning, so you can make sure your hair is good. Busts have gotten better too; no more stopping at the shoulders, they go all the way to the ground. Science and medicine have advanced; there's no more superstition, now they know the perfect number of leeches to apply for each ailment. You have a clock accurate to within an hour, and a calendar accurate to within a week. Your physician heals himself, and your barber cuts his own hair. This is truly a golden age.\nThis is the 12th expansion to <i>Dominion</i>. It has 300 cards, with 25 new Kingdom cards. There are tokens that let you save coins and actions for later, Projects that grant abilities, and Artifacts to fight over.",
        "text_icon": "R"
    },
    "seaside1stEdition": {
        "set_name": "Seaside",
        "set_text": "Hai iniziato con pochi soldi e una piccola provincia, ma il gioco è andato avanti, sei diventato bravo e adesso ti affacci su un mondo da scoprire e conquistare. Questa volta punti all'altra sponda del mare. Lì costruirai scali commerciali, scoprirai nuove isole e combatterai con i pirati. Riuscirai ad espandere il tuo regno più velocemente degli avversari? Sviluppa il tuo mazzo con furbizia e attenzione e riuscirai a superare gli avversari e a vincere. Il sistema di gioco innovativo garantisce tante partite emozionanti e una tensione di gioco sempre viva.",
        "text_icon": "S"
    }
}
