{
    "adventures": {
        "set_name": "Adventures",
        "set_text": "Life is either a daring adventure or nothing. You're not sure which, but at least you've narrowed it down. You are rich with life experiences, but have had trouble trading them for goods and services. It's time to seek your fortune, or anyone's really, whoever's is closest. To the west there's a land of milk and honey, full of giant bees and monstrous cows. To the east, a land of eggs and licorice. To the north, treacherous swamps; to the south, loyal jungles. But all of them have been thoroughly pillaged. You've heard legends though of a fifth direction, as yet unspoiled, with its treasures conveniently gathered into troves. You have your sword and your trail mix, handed down from your father, and his father before him. You've recruited some recruits and hired some hirelings; you've shined your armor and distressed a damsel. You put up a sign saying \"Gone Adventuring.\" Then you put up another sign, saying \"Beware of Dog,\" in case people get any ideas. You're ready. You saddle up your trusty steed, and head florst.\nThis is the 9th addition to the game of <i>Dominion</i>. It has 400 cards, 6 mats, and 60 tokens. There are 30 new Kingdom cards, including the return of Duration cards that do things on future turns, plus Reserve cards that can be saved for the right moment. There are also 20 Event cards that give you something to buy besides cards, including tokens that modify cards.",
        "text_icon": "Ad"
    },
    "adventures extras": {
        "set_name": "Adventures Extras",
        "set_text": "",
        "text_icon": "Ad"
    },
    "alchemy": {
        "set_name": "Alchemy",
        "set_text": "There are strange things going on in your basement laboratories. They keep calling up for more barrels of quicksilver, or bits of your hair. Well it's all in the name of progress. They're looking for a way to turn lead into gold, or at least into something better than lead. That lead had just been too good of a bargain to pass up; you didn't think, where will I put all this lead, what am I going to do with this lead anyway. Well that will all be sorted out. They're also looking for a universal solvent. If they manage that one, you will take whatever they use to hold it in and build a castle out of it. A castle that can't be dissolved! Now that's progress.\nThis is the 3rd addition to <i>Dominion</i>.",
        "text_icon": "A"
    },
    "alchemy extras": {
        "set_name": "Alchemy Extras",
        "set_text": "",
        "text_icon": "A"
    },
    "allies": {
        "set_name": "Allies",
        "set_text": "It’s a celebration! People are dancing in the streets, and riding horses through the dancehalls. You’ve finally formed an alliance with the barbarians to the north. Instead of the streets running red with blood, they’ll run, well, the usual color, let’s not focus on what color the streets run. The point is, there’s peace. Sure negotiations were tricky. The barbarians are uncouth; they have no five-second rule and stick out the wrong finger when drinking tea. There are perks too though. They’ve given you skulls to drink mead out of, and spices to get rid of the skull aftertaste. And you’ve given them stuff in return: forks, mirrors, pants. It’s great for everyone. And with this treaty out of the way, you can get to work on your other neighbors. Soon, all the allies will be yours.",
        "text_icon": "Al"
    },
    "allies extras": {
        "set_name": "Allies Extras",
        "set_text": "",
        "text_icon": "Al"
    },
    "animals": {
        "set_name": "Animals",
        "set_text": "<i>Dominion: Animals</i> is a fan created expansion for the card game <i>Dominion</i>. It contains three new kingdom cards: \"Rabbits\", \"Yard dog\", and \"Gray Mustang\".\nSee https://boardgamegeek.com/boardgameexpansion/203184/animals-expansion-mini-fan-expansion-dominion.",
        "text_icon": "An"
    },
    "base": {
        "set_name": "Base",
        "set_text": "This is all the basic Victory, Treasure, and Curse cards from the <i>Dominion</i> games and its expansions. It does not include any Victory or Treasure cards that are Kingdom cards.",
        "text_icon": "B"
    },
    "cornucopia": {
        "set_name": "Cornucopia",
        "set_text": "Autumn. It seemed like the summer would never end, but that fortune teller was right. It's over. Autumn, the time of the harvest. Agriculture has advanced significantly in recent years, ever since the discovery of the maxim, \"leaves of three, let it be.\" Autumn, a time of celebration. The peasants have spent a hard week scything hay in the fields, but tonight the festivities begin, starting with a sumptuous banquet of roast hay. Then, the annual nose-stealing competition. Then you have two jesters, one who always lies, one who always tells the truth, both hilariously. This celebration will truly have something for everyone.\nThis is the 5th addition to the game of <i>Dominion</i>. It adds 13 new Kingdom cards to <i>Dominion</i>, plus 5 unique cards. The central theme is variety; there are cards that reward you for having a variety of cards in your deck, in your hand, and in play, as well cards that help you get that variety.",
        "text_icon": "C"
    },
    "cornucopia extras": {
        "set_name": "Cornucopia Extras",
        "set_text": "",
        "text_icon": "C"
    },
    "dark ages": {
        "set_name": "Edad Oscura",
        "set_text": "Times have been hard. To save on money, you've moved out of your old castle, and into a luxurious ravine. You didn't like that castle anyway; it was always getting looted, and never at a reasonable hour. And if it wasn't barbarians it was the plague, or sometimes both would come at once, and there wouldn't be enough chairs. The ravine is great; you get lots of sun, and you can just drop garbage wherever you want. In your free time you've taken up begging. Begging is brilliant conceptually, but tricky in practice, since no-one has any money. You beg twigs from the villagers, and they beg them back, but no-one really seems to come out ahead. That's just how life is sometimes. You're quietly conquering people, minding your own business, when suddenly there's a plague, or barbarians, or everyone's illiterate, and it's all you can do to cling to some wreckage as the storm passes through. Still, you are sure that, as always, you will triumph over this adversity, or at least do slightly better than everyone else.\nThis is the 7th addition to the game of <i>Dominion</i>. It adds 35 new Kingdom cards to <i>Dominion</i>, plus new bad cards you give to other players (Ruins), new cards to replace starting Estates (Shelters), and cards you can only get via specific other cards. The central themes are the trash and upgrading. There are cards that do something when trashed, cards that care about the trash, cards that upgrade themselves, and ways to upgrade other cards.",
        "text_icon": "DA"
    },
    "dark ages extras": {
        "set_name": "Dark Ages Extras",
        "set_text": "",
        "text_icon": "DA"
    },
    "dominion1stEdition": {
        "set_name": "Dominion 1st Edition",
        "set_text": "You are a monarch, like your parents before you, a ruler of a small pleasant kingdom of rivers and evergreens. Unlike your parents, however, you have hopes and dreams! You want a bigger and more pleasant kingdom, with more rivers and a wider variety of trees. You want a Dominion! In all directions lie fiefs, freeholds, and feodums. All are small bits of land, controlled by petty lords and verging on anarchy. You will bring civilization to these people, uniting them under your banner.\nBut wait! It must be something in the air; several other monarchs have had the exact same idea. You must race to get as much of the unclaimed land as possible, fending them off along the way. To do this you will hire minions, construct buildings, spruce up your castle, and fill the coffers of your treasury. Your parents wouldn't be proud, but your grandparents, on your mother's side, would be delighted.",
        "short_name": "Dominion",
        "text_icon": "D1"
    },
    "dominion1stEdition extras": {
        "set_name": "Dominion 1st Edition Extras",
        "set_text": "",
        "short_name": "Dominion Extras",
        "text_icon": "D1"
    },
    "dominion1stEditionRemoved": {
        "set_name": "Dominion 1st Edition Removed",
        "set_text": "This contains the six kingdom cards removed in the second edition of <i>Dominion</i>.",
        "short_name": "Dominion",
        "text_icon": "D1"
    },
    "dominion2ndEdition": {
        "set_name": "Dominion 2a Edición",
        "set_text": "You are a monarch, like your parents before you, a ruler of a small pleasant kingdom of rivers and evergreens. Unlike your parents, however, you have hopes and dreams! You want a bigger and more pleasant kingdom, with more rivers and a wider variety of trees. You want a Dominion! In all directions lie fiefs, freeholds, and feodums. All are small bits of land, controlled by petty lords and verging on anarchy. You will bring civilization to these people, uniting them under your banner.\nBut wait! It must be something in the air; several other monarchs have had the exact same idea. You must race to get as much of the unclaimed land as possible, fending them off along the way. To do this you will hire minions, construct buildings, spruce up your castle, and fill the coffers of your treasury. Your parents wouldn't be proud, but your grandparents, on your mother's side, would be delighted.",
        "short_name": "Dominion",
        "text_icon": "D2"
    },
    "dominion2ndEdition extras": {
        "set_name": "Dominion 2nd Edition Extras",
        "set_text": "",
        "short_name": "Dominion Extras",
        "text_icon": "D2"
    },
    "dominion2ndEditionUpgrade": {
        "set_name": "Dominion 2nd Edition Upgrade",
        "set_text": "This contains the seven new kingdom cards introduced in the second edition of <i>Dominion</i>, thereby allowing owners of the first edition to obtain these new cards without needing to repurchase the entire game.",
        "short_name": "Dominion",
        "text_icon": "D2"
    },
    "empires": {
        "set_name": "Empires",
        "set_text": "The world is big and your kingdom gigantic. It's no longer a kingdom really; it's an empire — which makes you the emperor. This entitles you to a better chair, plus you can name a salad after yourself.\nIt's not easy being emperor. The day starts early, when you light the sacred flame; then it's hours of committee meetings, trying to establish exactly why the sacred flame keeps going out. Sometimes your armies take over a continent and you just have no idea where to put it. And there's the risk of assassination; you have a food taster, who tastes anything before you eat it, and a dagger tester, who gets stabbed by anything before it stabs you. You've taken to staying at home whenever it's the Ides of anything. Still, overall it's a great job. You wouldn't trade it for the world — especially given how much of the world you already have.\n<i>Dominion: Empires</i>, the tenth addition to the game of <i>Dominion</i>, contains 96 metal tokens and 300 cards, with cards you can buy now and pay for later, piles with two different cards, and Landmarks that add new ways to score. VP tokens and Events return from previous sets.",
        "text_icon": "E"
    },
    "empires extras": {
        "set_name": "Empires Extras",
        "set_text": "",
        "text_icon": "E"
    },
    "extras": {
        "set_name": "Extras",
        "set_text": "",
        "text_icon": "X"
    },
    "guilds": {
        "set_name": "Guilds",
        "set_text": "Jobs, everyone’s worried about jobs. Whatever happened to tilling the fields in obscurity? The economy is just a trick, like stealing someone's nose, but lately people seem to have seen through it, like when you realize someone hasn’t really stolen your nose. So now everyone’s joining a guild, learning a craft, and working on a masterpiece - a painting so beautiful it blinds you, or a cheese grater so amazing that you never eat cheese again. The only people left tilling the fields are the ones doing it ironically. The guilds cover everything - ironic tilling, butchering, baking, candlestick making, shoemaking, cheesemaking, cheese destruction. Your advisor is convinced that somehow, control of the stonecutters is key to world domination. Very well. You will have stone handled so expertly that the world trembles before you.\nThis is the 8th addition to the game of <i>Dominion</i>. It adds 13 new Kingdom cards to <i>Dominion</i>. It has coin tokens that you can save to spend later, and cards you can get more out of by paying extra for them.",
        "text_icon": "G"
    },
    "hinterlands1stEdition": {
        "set_name": "Hinterlands 1st Edition",
        "set_text": "The world is big and your kingdom small. Small when compared to the world, that is; it’s moderate-sized when compared to other kingdoms. But in a big world like this one - big when compared to smaller worlds anyway, if such things exist; it’s moderate-sized when compared to worlds of roughly the same size, and a little small when compared to worlds just a little larger - well, to make a long story short - short when compared to longer stories anyway - it is time to stretch your borders. You’ve heard of far-off places - exotic countries, where they have pancakes but not waffles, where the people wear the wrong number of shirts, and don’t even have a word for the look two people give each other when they each hope that the other will do something that they both want done but which neither of them wants to do. It is to these lands that you now turn your gaze.\nThis is the 6th addition to the game of <i>Dominion</i>. It adds 26 new Kingdom cards to <i>Dominion</i>, including 20 Actions, 3 Treasures, 3 Victory cards, and 3 Reactions. The central theme is cards that do something immediately when you buy them or gain them.",
        "text_icon": "H1"
    },
    "hinterlands1stEditionRemoved": {
        "set_name": "Hinterlands 1st Edition Removed",
        "set_text": "This contains the nine kingdom cards removed in the second edition of <i>Hinterlands</i>.",
        "short_name": "Hinterlands",
        "text_icon": "H1"
    },
    "hinterlands2ndEdition": {
        "set_name": "Hinterlands 2nd Edition",
        "set_text": "The world is big and your kingdom small. Small when compared to the world, that is; it’s moderate-sized when compared to other kingdoms. But in a big world like this one - big when compared to smaller worlds anyway, if such things exist; it’s moderate-sized when compared to worlds of roughly the same size, and a little small when compared to worlds just a little larger - well, to make a long story short - short when compared to longer stories anyway - it is time to stretch your borders. You’ve heard of far-off places - exotic countries, where they have pancakes but not waffles, where the people wear the wrong number of shirts, and don’t even have a word for the look two people give each other when they each hope that the other will do something that they both want done but which neither of them wants to do. It is to these lands that you now turn your gaze.\nThis is the 6th addition to the game of <i>Dominion</i>. It adds 26 new Kingdom cards to <i>Dominion</i>, including 20 Actions, 3 Treasures, 3 Victory cards, and 3 Reactions. The central theme is cards that do something immediately when you buy them or gain them.",
        "text_icon": "H2"
    },
    "hinterlands2ndEditionUpgrade": {
        "set_name": "Hinterlands 2nd Edition Upgrade",
        "set_text": "This contains the nine new kingdom cards introduced in the second edition of <i>Hinterlands</i>, thereby allowing owners of the first edition to obtain these new cards without needing to repurchase the entire game.",
        "short_name": "Hinterlands",
        "text_icon": "H2"
    },
    "intrigue1stEdition": {
        "set_name": "Intrigue 1st Edition",
        "set_text": "Something's afoot. The steward smiles at you like he has a secret, or like he thinks you have a secret, or like you think he thinks you have a secret. There are secret plots brewing, you're sure of it. At the very least, there are yours. A passing servant murmurs, \"The eggs are on the plate.\" You frantically search your codebook for the translation before realizing he means that breakfast is ready. Excellent. Everything is going according to plan.\n<i>Dominion: Intrigue</i> adds rules for playing with up to 8 players at two tables or for playing a single game with up to 6 players when combined with <i>Dominion</i>. This game adds 25 new Kingdom cards and a complete set of Treasure and Victory cards. The game can be played alone by players experienced in <i>Dominion</i> or with the basic game of <i>Dominion</i>.",
        "short_name": "Intrigue",
        "text_icon": "I1"
    },
    "intrigue1stEdition extras": {
        "set_name": "Intrigue 1st Edition Extras",
        "set_text": "",
        "short_name": "Intrigue Extras",
        "text_icon": "I1"
    },
    "intrigue1stEditionRemoved": {
        "set_name": "Intrigue 1st Edition Removed",
        "set_text": "This contains the six kingdom cards removed in the second edition of <i>Intrigue</i>.",
        "short_name": "Intrigue",
        "text_icon": "I1"
    },
    "intrigue2ndEdition": {
        "set_name": "Intriga 2a Edición",
        "set_text": "Something's afoot. The steward smiles at you like he has a secret, or like he thinks you have a secret, or like you think he thinks you have a secret. There are secret plots brewing, you're sure of it. At the very least, there are yours. A passing servant murmurs, \"The eggs are on the plate.\" You frantically search your codebook for the translation before realizing he means that breakfast is ready. Excellent. Everything is going according to plan.\n<i>Dominion: Intrigue (Second Edition)</i>, an expansion for <i>Dominion</i> or <i>Dominion (Second Edition)</i>, contains 26 Kingdom card types that can be used with the base game, while also adding rules for playing with up to eight players at two tables or for playing a single game with up to six players.\n<i>Dominion: Intrigue (Second Edition)</i> replaces six Kingdom card types from the first edition with six new types of Kingdom cards, while also replacing the blank cards in that item with a seventh new Kingdom card; these new cards are also available on their own in the <i>Dominion: Intrigue Update Pack</i>. In addition, the rulebook has been rewritten, one card has had a mild functional change (Masquerade skips players with no cards in hand), and other cards have received updated wording while remaining functionally the same.",
        "short_name": "Intriga",
        "text_icon": "I2"
    },
    "intrigue2ndEditionUpgrade": {
        "set_name": "Intrigue 2nd Edition Upgrade",
        "set_text": "This contains the seven new kingdom cards introduced in the second edition of <i>Dominion: Intrigue</i>, thereby allowing owners of the first edition to obtain these new cards without needing to repurchase the entire game.",
        "short_name": "Intrigue",
        "text_icon": "I2"
    },
    "menagerie": {
        "set_name": "Menagerie",
        "set_text": "Dominion, that’s what you’re trying to achieve. This time with animals! They each have a lesson to teach, whether it’s how to spit really far, or what kind of grass tastes the best. It’s a lot to keep track of, but you’re like an elephant: you remember everything. And you’re afraid of mice. You’ve taken up riding. Horses are intimidating; they say you can lead a horse to water, but you haven’t managed it. So you’re working your way up, starting with dogs. So far so good; the dog hasn’t bucked you off yet. Your menagerie got off to a poor start, with just a goat, two rats, and the advisor who suggested starting a menagerie. You couldn’t get that fox you wanted, but it was probably bad anyway. Now you’ve got some camels, which are just as useless for sewing as you’d been warned, and a turtle that can hold its breath for longer than anyone can stay interested. Soon the animal kingdom will be yours.\nThis is the 13th expansion to <i>Dominion</i>. It has 400 cards, with 30 new Kingdom cards. There are Horses that save a draw for later, Exile mats that cards can be sent to and rescued from, and Ways that give Actions another option. Events return.",
        "text_icon": "M"
    },
    "menagerie extras": {
        "set_name": "Menagerie Extras",
        "set_text": "",
        "text_icon": "M"
    },
    "nocturne": {
        "set_name": "Nocturne",
        "set_text": "You've always been a night person; lately you've even considered becoming a vampire. There are a lot of advantages: you don't age; you don't have to see yourself in mirrors anymore; if someone asks you to do something, you can just turn into a bat, and then say, sorry, I'm a bat. There are probably some downsides though. You always think of the statue in the town square that came to life and now works as the tavern barmaid. The pedestal came to life too, so she has to hop around. The village blacksmith turns into a wolf whenever there's a full moon; when there's a crescent moon, he turns into a chihuahua. That's how this stuff goes sometimes. Still, when you breathe in the night air, you feel ready for anything.\n<i>Dominion: Nocturne</i>, the 11th expansion to <i>Dominion</i>, has 500 cards, with 33 new Kingdom cards. There are Night cards, which are played after the Buy phase; Heirlooms that replace starting Coppers; Fate and Doom cards that give out Boons and Hexes; and a variety of extra cards that other cards can provide.",
        "short_name": "Nocturne",
        "text_icon": "N"
    },
    "nocturne extras": {
        "set_name": "Nocturne Extras",
        "set_text": "",
        "text_icon": "N"
    },
    "plunder": {
        "set_name": "Plunder",
        "set_text": "Across the sea, they have so much stuff. And it’s so much better than your stuff. Finer craftsmanship. Better quality materials. Shinier. They have crowns, tiaras, and diadems – and that’s just the hats. It’s time to get some of that stuff. You want an easy life, and you’re prepared to work hard for it. So you’ve rounded up some old salty dogs, plus a sourpuss and a bitter goldfish. And set sail. The sea is a harsh mistress, but a good cook, at least if you like everything really salty. There are red skies tonight, so they’ll be making a batch of Sailor’s Delight, which you understand to have tuna fish in it. And soon you’ll be attacking merchant ships and taking their treasure. But the real treasure is the happy memories you’ll be making.\n<i>Dominion: Plunder</i>, is the 15th expansion to <i>Dominion</i>. It has 500 cards, with 40 new Kingdom cards. It has lots of Treasures and Durations, with cards that give you Loot, and Traits that modify piles. Events return.",
        "short_name": "Plunder",
        "text_icon": "Pl"
    },
    "plunder extras": {
        "set_name": "Plunder Extras",
        "set_text": "",
        "text_icon": "Pl"
    },
    "promo": {
        "set_name": "Promo",
        "set_text": "Promotional cards are official <i>Dominion</i> kingdom cards and Events which do not belong to any particular set. They are typically either released to help promote <i>Dominion</i> at conventions (such as Origins or GenCon), or to commemorate the anniversary of another game in order to help promote both.",
        "text_icon": "Pm"
    },
    "prosperity1stEdition": {
        "set_name": "Prosperity 1st Edition",
        "set_text": "Ah, money. There's nothing like the sound of coins clinking in your hands. You vastly prefer it to the sound of coins clinking in someone else's hands, or the sound of coins just sitting there in a pile that no-one can quite reach without getting up. Getting up, that's all behind you now. Life has been good to you. Just ten years ago, you were tilling your own fields in a simple straw hat. Today, your kingdom stretches from sea to sea, and your straw hat is the largest the world has ever known. You also have the world's smallest dog, and a life-size statue of yourself made out of baklava. Sure, money can't buy happiness, but it can buy envy, anger, and also this kind of blank feeling. You still have problems - troublesome neighbors that must be conquered. But this time, you'll conquer them in style.\nThis is the 4th addition to the game of <i>Dominion</i>. It adds 25 new Kingdom cards to <i>Dominion</i>, plus 2 new Basic cards that let players keep building up past Gold and Province. The central theme is wealth; there are treasures with abilities, cards that interact with treasures, and powerful expensive cards.",
        "short_name": "Prosperity",
        "text_icon": "P"
    },
    "prosperity1stEdition extras": {
        "set_name": "Prosperity 1st Edition Extras",
        "set_text": "",
        "short_name": "Prosperity Extras",
        "text_icon": "P1"
    },
    "prosperity1stEditionRemoved": {
        "set_name": "Prosperity 1st Edition Removed",
        "set_text": "These 9 cards were included in <i>Prosperity</i> 1st Edition, and removed from <i>Prosperity</i> 2nd Edition.",
        "short_name": "Prosperity",
        "text_icon": "P1"
    },
    "prosperity2ndEdition": {
        "set_name": "Prosperity 2nd Edition",
        "set_text": "Ah, money. There's nothing like the sound of coins clinking in your hands. You vastly prefer it to the sound of coins clinking in someone else's hands, or the sound of coins just sitting there in a pile that no-one can quite reach without getting up. Getting up, that's all behind you now. Life has been good to you. Just ten years ago, you were tilling your own fields in a simple straw hat. Today, your kingdom stretches from sea to sea, and your straw hat is the largest the world has ever known. You also have the world's smallest dog, and a life-size statue of yourself made out of baklava. Sure, money can't buy happiness, but it can buy envy, anger, and also this kind of blank feeling. You still have problems - troublesome neighbors that must be conquered. But this time, you'll conquer them in style.\nThis is the 4th addition to the game of <i>Dominion</i>. It adds 25 new Kingdom cards to <i>Dominion</i>, plus 2 new Basic cards that let players keep building up past Gold and Province. The central theme is wealth; there are treasures with abilities, cards that interact with treasures, and powerful expensive cards.",
        "short_name": "Prosperity",
        "text_icon": "P2"
    },
    "prosperity2ndEdition extras": {
        "set_name": "Prosperity 2nd Edition Extras",
        "set_text": "",
        "short_name": "Prosperity Extras",
        "text_icon": "P2"
    },
    "prosperity2ndEditionUpgrade": {
        "set_name": "Prosperity 2nd Edition Upgrade",
        "set_text": "This contains the nine new kingdom cards introduced in the second edition of <i>Prosperity</i>, thereby allowing owners of the first edition of <i>Prosperity</i>to obtain these new cards without needing to repurchase the entire game.",
        "short_name": "Prosperity",
        "text_icon": "P2"
    },
    "renaissance": {
        "set_name": "Renaissance",
        "set_text": "It's a momentous time. Art has been revolutionized by the invention of \"perspective,\" and also of \"funding.\" A picture used to be worth a dozen or so words; these new ones are more like a hundred. Oil paintings have gotten so realistic that you've hired an artist to do a portrait of you each morning, so you can make sure your hair is good. Busts have gotten better too; no more stopping at the shoulders, they go all the way to the ground. Science and medicine have advanced; there's no more superstition, now they know the perfect number of leeches to apply for each ailment. You have a clock accurate to within an hour, and a calendar accurate to within a week. Your physician heals himself, and your barber cuts his own hair. This is truly a golden age.\nThis is the 12th expansion to <i>Dominion</i>. It has 300 cards, with 25 new Kingdom cards. There are tokens that let you save coins and actions for later, Projects that grant abilities, and Artifacts to fight over.",
        "text_icon": "R"
    },
    "renaissance extras": {
        "set_name": "Renaissance Extras",
        "set_text": "",
        "text_icon": "R"
    },
    "seaside1stEdition": {
        "set_name": "Terramar 1a Edición",
        "set_text": "All you ask is a tall ship and a star to steer her by. And someone who knows how to steer ships using stars. You finally got some of those rivers you'd wanted, and they led to the sea. These are dangerous, pirate-infested waters, and you cautiously send rat-infested ships across them, to establish lucrative trade at far-off merchant-infested ports. First, you will take over some islands, as a foothold. The natives seem friendly enough, crying their peace cries, and giving you spears and poison darts before you are even close enough to accept them properly. When you finally reach those ports you will conquer them, and from there you will look for more rivers. One day, all the rivers will be yours.\nThis is the 2nd addition to <i>Dominion</i>. It adds 26 new Kingdom cards to <i>Dominion</i>. Its central theme is your next turn; there are cards that do something this turn and next, cards that set up your next turn, and other ways to step outside of the bounds of a normal turn.",
        "short_name": "Terramar",
        "text_icon": "S"
    },
    "seaside1stEditionRemoved": {
        "set_name": "Seaside 1st Edition Removed",
        "set_text": "This contains the eight kingdom cards removed in the second edition of <i>Dominion: Seaside</i>.",
        "short_name": "Seaside",
        "text_icon": "S"
    },
    "seaside2ndEdition": {
        "set_name": "Seaside 2nd Edition",
        "set_text": "All you ask is a tall ship and a star to steer her by. And someone who knows how to steer ships using stars. You finally got some of those rivers you'd wanted, and they led to the sea. These are dangerous, pirate-infested waters, and you cautiously send rat-infested ships across them, to establish lucrative trade at far-off merchant-infested ports. First, you will take over some islands, as a foothold. The natives seem friendly enough, crying their peace cries, and giving you spears and poison darts before you are even close enough to accept them properly. When you finally reach those ports you will conquer them, and from there you will look for more rivers. One day, all the rivers will be yours.\nThis is the 2nd addition to <i>Dominion</i>. It adds 27 new Kingdom cards to <i>Dominion</i>. Its central theme is your next turn; there are cards that do something this turn and next, cards that set up your next turn, and other ways to step outside of the bounds of a normal turn.",
        "short_name": "Seaside",
        "text_icon": "S"
    },
    "seaside2ndEditionUpgrade": {
        "set_name": "Seaside 2nd Edition Upgrade",
        "set_text": "This contains the nine new kingdom cards introduced in the second edition of <i>Dominion: Seaside</i>, thereby allowing owners of the first edition to obtain these new cards without needing to repurchase the entire game.",
        "short_name": "Seaside",
        "text_icon": "S"
    }
}
