{
    "adventures": {
        "set_name": "Adventures",
        "set_text": "Life is either a daring adventure or nothing. You're not sure which, but at least you've narrowed it down. You are rich with life experiences, but have had trouble trading them for goods and services. It's time to seek your fortune, or anyone's really, whoever's is closest. To the west there's a land of milk and honey, full of giant bees and monstrous cows. To the east, a land of eggs and licorice. To the north, treacherous swamps; to the south, loyal jungles. But all of them have been thoroughly pillaged. You've heard legends though of a fifth direction, as yet unspoiled, with its treasures conveniently gathered into troves. You have your sword and your trail mix, handed down from your father, and his father before him. You've recruited some recruits and hired some hirelings; you've shined your armor and distressed a damsel. You put up a sign saying \"Gone Adventuring.\" Then you put up another sign, saying \"Beware of Dog,\" in case people get any ideas. You're ready. You saddle up your trusty steed, and head florst.\nThis is the 9th addition to the game of <i>Dominion</i>. It has 400 cards, 6 mats, and 60 tokens. There are 30 new Kingdom cards, including the return of Duration cards that do things on future turns, plus Reserve cards that can be saved for the right moment. There are also 20 Event cards that give you something to buy besides cards, including tokens that modify cards.",
        "text_icon": "Ad"
    },
    "adventures extras": {
        "set_name": "Adventures Extras",
        "set_text": "",
        "text_icon": "Ad"
    },
    "alchemy": {
        "set_name": "Alchymie",
        "set_text": "Kdo by nechtěl proměnit olovo ve zlato či získat kámen mudrců? V podzemních laboratořích se pracuje bez ustání a věda se rozvíjí rychlým tempem. Alchymisté s vážnou tváří odměřují tekutiny ve zkumavkách a míchají tajné přísady. Objevíš silného Golema a dobyješ s ním celý svět? Tajuplný svět alchymie přichází!\n<i>Alchymie</i> je 2. rozšíření k Dominionu. Přidává 12 nových karet království a nové platidlo elixír.\n<i>Dominion – Alchymie</i> je rozšíření, které není samostatně hratelné, abyste ho mohli hrát, potřebujete <i>Dominion</i> – základní hru, nebo samostatně hratelnou edici <i>Dominion – Intriky</i>. Ty vám poskytnou základní karty pro hru (peníze, vítězné body a karty kletby), stejně jako kompletní pravidla pro přípravu a průběh hry. Dominion – Alchymii lze také kombinovat s jakoukoliv jinou edicí a rozšířením ke hře <i>Dominion</i>.",
        "text_icon": "A"
    },
    "animals": {
        "set_name": "Animals",
        "set_text": "<i>Dominion: Animals</i> is a fan created expansion for the card game <i>Dominion</i>. It contains three new kingdom cards: \"Rabbits\", \"Yard dog\", and \"Gray Mustang\".\nSee https://boardgamegeek.com/boardgameexpansion/203184/animals-expansion-mini-fan-expansion-dominion.",
        "text_icon": "An"
    },
    "base": {
        "set_name": "Základní karty",
        "set_text": "This is all the basic Victory, Treasure, and Curse cards from the <i>Dominion</i> games and its expansions. It does not include any Victory or Treasure cards that are Kingdom cards.",
        "text_icon": "B"
    },
    "cornucopia": {
        "set_name": "Roh hojnosti",
        "set_text": "Nastal podzim. Zdálo se, že léto nikdy neskončí, ale věštec měl pravdu. Léto je pryč. Přichází doba sklizně. Od zavedení trojpolního systému se zemědělství výrazně zdokonalilo a výnosy se zvýšily. Podzim, doba oslav. Ženci strávili perný týden kosením obilí na polích, ale dnes začínají slavnosti ukončení žní – dožínky. Děvčata už upletla ohromný věnec z klasů obilí všeho druhu, do věnce zapletla ovoce, cukrovinky a koláče. S ním pak budou doprovázet babu (poslední vůz obilí) z pole do dvora ve společnosti živých snopů. Hospodyně napečou mílové buchty a všichni se přemístí do šenku, kde budou hodovat a tančit do ranního úsvitu. Na dožínkové veselici si najde každý to své.\nToto je 4. rozšíření ke hře <i>Dominion</i>. Přidává do <i>Dominionu</i> 13 nových karet království, a také pět unikátních karet. Hlavním tématem je rozmanitost; jsou zde karty, které vás odmění za rozmanitost karet ve vašem balíčku, ve vaší ruce a ve hře, a rovněž karty, které vám tuto rozmanitost pomohou získat.",
        "text_icon": "C"
    },
    "cornucopia extras": {
        "set_name": "Cornucopia Extras",
        "set_text": "",
        "text_icon": "C"
    },
    "dark ages": {
        "set_name": "Temné časy",
        "set_text": "Nastaly těžké časy. Abys ušetřil, přestěhoval ses z hradu do útulné rokle. Ten starý hrad koneckonců už není, co býval. Neustále ho někdo obléhá, a navíc v úplně nemožnou denní dobu. A když náhodu neútočí barbaři, propukne mor. Někdy se dokonce obojí sejde zároveň. Zato rokle je vážně úžasná. Neustále v ní proudí čerstvý vzduch a odpadky můžeš vyhazovat, kam je libo. Jen tak pro potěšení jsi začal žebrat. To vypadá na papíře jednoduše, ale ve skutečnosti si musíš vypomoci i nějakým tím trikem, protože nikdo nemá peníze. Žebráš u vesničanů, ti pak zase u tebe, ale nevypadá to, že by se někomu dařilo. Takový je zkrátka život. V tichosti obíráš lidi a hledíš si svého, když tu se objeví epidemie, nájezdníci nebo bůhvíjaký padouch. Pak nezbývá než držet se nějaké zříceniny v okolí, dokud se ta bouře nepřežene. Jistě, nakonec určitě stejně jako vždy zvítězíš... Nebo na tom budeš alespoň o trochu lépe než ostatní.\n<i>Temné časy</i> jsou 6. samostatně nehratelným rozšířením <i>Dominionu</i>. Přináší do hry 35 nových karet království a nové karty s negativním účinkem, které budete zpravidla dávat ostatním hráčům (ruiny), nové karty nahrazující počáteční Statky (útočiště) a karty, jež můžete získat pouze díky jiným kartám. Ústředním tématem tohoto rozšíření je zahazování na smetiště.  Najdete zde karty, které něco dělají poté, co je zahodíte, stejně jako karty, které zahazování umožňují.\nDoufáme, že si s rozrůstajícím se světem <i>Dominionu</i> užijete spoustu zábavy!",
        "text_icon": "DA"
    },
    "dark ages extras": {
        "set_name": "Dark Ages Extras",
        "set_text": "",
        "text_icon": "DA"
    },
    "dominion1stEdition": {
        "set_name": "Dominion",
        "set_text": "Na počátku hry nemáš nic než trochu peněz a malé pozemky. Avšak brány světa jsou ti otevřeny dokořán, neboť svou říši si můžeš budovat stavbou vesnic, založením tržiště či postavením trůnního sálu. Ale svou říši musíš rozšířit rychleji než tvůj protihráč. Kvůli tomu si buduješ svůj dobírací balíček, abys předstihl spoluhráče a dorazil k cíli dříve. Rafinovaný a pokrokový herní systém přináší v každé partii vždy nové napětí.\n\nDominion - svět plný napínavých dobrodružství.",
        "short_name": "Dominion",
        "text_icon": "D1"
    },
    "dominion2ndEdition": {
        "set_name": "Dominion 2nd Edition",
        "set_text": "You are a monarch, like your parents before you, a ruler of a small pleasant kingdom of rivers and evergreens. Unlike your parents, however, you have hopes and dreams! You want a bigger and more pleasant kingdom, with more rivers and a wider variety of trees. You want a Dominion! In all directions lie fiefs, freeholds, and feodums. All are small bits of land, controlled by petty lords and verging on anarchy. You will bring civilization to these people, uniting them under your banner.\nBut wait! It must be something in the air; several other monarchs have had the exact same idea. You must race to get as much of the unclaimed land as possible, fending them off along the way. To do this you will hire minions, construct buildings, spruce up your castle, and fill the coffers of your treasury. Your parents wouldn't be proud, but your grandparents, on your mother's side, would be delighted.",
        "short_name": "Dominion",
        "text_icon": "D2"
    },
    "dominion2ndEditionUpgrade": {
        "set_name": "Dominion 2nd Edition Upgrade",
        "set_text": "This contains the seven new kingdom cards introduced in the second edition of <i>Dominion</i>, thereby allowing owners of the first edition to obtain these new cards without needing to repurchase the entire game.",
        "short_name": "Dominion",
        "text_icon": "D2"
    },
    "empires": {
        "set_name": "Empires",
        "set_text": "The world is big and your kingdom gigantic. It's no longer a kingdom really; it's an empire — which makes you the emperor. This entitles you to a better chair, plus you can name a salad after yourself.\nIt's not easy being emperor. The day starts early, when you light the sacred flame; then it's hours of committee meetings, trying to establish exactly why the sacred flame keeps going out. Sometimes your armies take over a continent and you just have no idea where to put it. And there's the risk of assassination; you have a food taster, who tastes anything before you eat it, and a dagger tester, who gets stabbed by anything before it stabs you. You've taken to staying at home whenever it's the Ides of anything. Still, overall it's a great job. You wouldn't trade it for the world — especially given how much of the world you already have.\n<i>Dominion: Empires</i>, the tenth addition to the game of <i>Dominion</i>, contains 96 metal tokens and 300 cards, with cards you can buy now and pay for later, piles with two different cards, and Landmarks that add new ways to score. VP tokens and Events return from previous sets.",
        "text_icon": "E"
    },
    "empires extras": {
        "set_name": "Empires Extras",
        "set_text": "",
        "text_icon": "E"
    },
    "extras": {
        "set_name": "Extras",
        "set_text": "",
        "text_icon": "X"
    },
    "guilds": {
        "set_name": "Guilds",
        "set_text": "Jobs, everyone’s worried about jobs. Whatever happened to tilling the fields in obscurity? The economy is just a trick, like stealing someone's nose, but lately people seem to have seen through it, like when you realize someone hasn’t really stolen your nose. So now everyone’s joining a guild, learning a craft, and working on a masterpiece - a painting so beautiful it blinds you, or a cheese grater so amazing that you never eat cheese again. The only people left tilling the fields are the ones doing it ironically. The guilds cover everything - ironic tilling, butchering, baking, candlestick making, shoemaking, cheesemaking, cheese destruction. Your advisor is convinced that somehow, control of the stonecutters is key to world domination. Very well. You will have stone handled so expertly that the world trembles before you.\nThis is the 8th addition to the game of <i>Dominion</i>. It adds 13 new Kingdom cards to <i>Dominion</i>. It has coin tokens that you can save to spend later, and cards you can get more out of by paying extra for them.",
        "text_icon": "G"
    },
    "hinterlands1stEdition": {
        "set_name": "Vzdálené kraje",
        "set_text": "Připravte si mapy a zásoby, výprava do neznámých krajin právě začíná!Kdo ví, co se nachází za hustou džunglí, nad níž každé ráno vychází slunce? Jen málo je známo a je na čase tato místa prozkoumat. Věštba tvrdí, že tyto končiny ukrývají mocná ložiska zlata a nyní jsou výpravě bohové nakloněni.\nNa co ještě čekáte, vyrážíme!\nVzdálené kraje jsou 5. samostatně nehratelným rozšířením Dominionu. Přináší do hry 26 nových karet království – nové karty akcí, peněz a vítězných bodů, včetně několika kombinovaných karet. Ústředním tématem tohoto rozšíření jsou karty, které něco dělají ihned poté, co je získáte.\nDominion: Vzdálené kraje jsou rozšíření a nemohou být hrány samy o sobě. Abyste je mohli používat, budete potřebovat základní hru Dominion nebo její samostatně hratelnou edici Dominion: Intriky. V nich jsou obsaženy základní karty, které jsou zapotřebí ke hře, stejně jako pravidla pro přípravu hry a hraní samotné. Dominion: Vzdálené kraje lze kombinovat s libovolnými dalšími rozšířeními Dominionu, která vlastníte.\nDoufáme, že si s rozrůstajícím se světem Dominionu užijete spoustu zábavy!",
        "short_name": "Vzdálené kraje",
        "text_icon": "H1"
    },
    "intrigue1stEdition": {
        "set_name": "Intriky",
        "set_text": "Něco visí ve vzduchu. Správce vypadá, jako by skrýval tajemství. Tvůj věrný sluha tě však varuje. Chystá se spiknutí. Tohle si přece nenecháš líbit. Vymysli vlastní plán, využij svého vlivu a známostí. Vyšli zvědy, zjisti co se chystá. Je baron tvůj přítel nebo je to podvodník? Je na čase povolat žalářníka, ten už si se spiklenci poradí. Výborně! Situaci máš pevně v rukou! Anebo je to všechno úplně jinak?\n<i>Dominion - Intriky:</i> svět plný napínavých tajemství. <i>Intriky</i> se hrají samostatně nebo v kombinaci se základní hrou. V každém případě <i>Dominion</i> nabízí nesčetné množství variant a pestrou herní zábavu.",
        "short_name": "Intriky",
        "text_icon": "I1"
    },
    "intrigue2ndEdition": {
        "set_name": "Intrigue 2nd Edition",
        "set_text": "Něco visí ve vzduchu. Správce vypadá, jako by skrýval tajemství. Tvůj věrný sluha tě však varuje. Chystá se spiknutí. Tohle si přece nenecháš líbit. Vymysli vlastní plán, využij svého vlivu a známostí. Vyšli zvědy, zjisti co se chystá. Je baron tvůj přítel nebo je to podvodník? Je na čase povolat žalářníka, ten už si se spiklenci poradí. Výborně! Situaci máš pevně v rukou! Anebo je to všechno úplně jinak?\n<i>Dominion: Intriky (Second Edition)</i>, an expansion for <i>Dominion</i> or <i>Dominion (Second Edition)</i>, contains 26 Kingdom card types that can be used with the base game, while also adding rules for playing with up to eight players at two tables or for playing a single game with up to six players.\n<i>Dominion: Intrigue (Second Edition)</i> replaces six Kingdom card types from the first edition with six new types of Kingdom cards, while also replacing the blank cards in that item with a seventh new Kingdom card; these new cards are also available on their own in the <i>Dominion: Intrigue Update Pack</i>. In addition, the rulebook has been rewritten, one card has had a mild functional change (Masquerade skips players with no cards in hand), and other cards have received updated wording while remaining functionally the same.",
        "short_name": "Intrigue",
        "text_icon": "I2"
    },
    "intrigue2ndEditionUpgrade": {
        "set_name": "Intrigue 2nd Edition Upgrade",
        "set_text": "This contains the seven new kingdom cards introduced in the second edition of <i>Dominion: Intrigue</i>, thereby allowing owners of the first edition to obtain these new cards without needing to repurchase the entire game.",
        "short_name": "Intrigue",
        "text_icon": "I2"
    },
    "nocturne": {
        "set_name": "Nocturne",
        "set_text": "You've always been a night person; lately you've even considered becoming a vampire. There are a lot of advantages: you don't age; you don't have to see yourself in mirrors anymore; if someone asks you to do something, you can just turn into a bat, and then say, sorry, I'm a bat. There are probably some downsides though. You always think of the statue in the town square that came to life and now works as the tavern barmaid. The pedestal came to life too, so she has to hop around. The village blacksmith turns into a wolf whenever there's a full moon; when there's a crescent moon, he turns into a chihuahua. That's how this stuff goes sometimes. Still, when you breathe in the night air, you feel ready for anything.\n<i>Dominion: Nocturne</i>, the 11th expansion to <i>Dominion</i>, has 500 cards, with 33 new Kingdom cards. There are Night cards, which are played after the Buy phase; Heirlooms that replace starting Coppers; Fate and Doom cards that give out Boons and Hexes; and a variety of extra cards that other cards can provide.",
        "short_name": "Nocturne",
        "text_icon": "N"
    },
    "nocturne extras": {
        "set_name": "Nocturne Extras",
        "set_text": "",
        "text_icon": "N"
    },
    "promo": {
        "set_name": "Promo",
        "set_text": "Promotional cards are official <i>Dominion</i> kingdom cards and Events which do not belong to any particular set. They are typically either released to help promote <i>Dominion</i> at conventions (such as Origins or GenCon), or to commemorate the anniversary of another game in order to help promote both.",
        "text_icon": "Po"
    },
    "prosperity1stEdition": {
        "set_name": "Prosperita",
        "set_text": "Ach, peníze! Není přece nic krásnějšího, než cinkot mincí ve vlastních rukou. Zní mnohem lépe než cinkání mincí v rukou někoho jiného.\nNámaha...ta je nyní za tebou. Život byl k tobě přívětivý. Před několika lety jsi ještě měl slaměný klobouk a vlastníma rukama jsi obdělával pole. Dnes se tvé království rozprostírá od jednoho oceánu k druhému. Vlastníš také nejmenšího psa na světě a svou sochu v životní velikosti zhotovenou v Baklavě. Pravda, za peníze si štěstí nekoupíš, peníze dokonce vzbuzují závist, probouzejí zlobu a způsobují samotu. I nadále máš potíže, například se svými nepříjemnými sousedy, kteří musí být poraženi. A tentokrát je přemůžeš ve velkém stylu.\nProsperita je třetí rozsíření ke hře <i>Dominion</i> a může být libovolně kombinována se všemi doposud vydanými rozšířeními. Základní pravidla se nemění. V těchto pravidlech jsou popsána pouze nová případně pozměněná pravidla. Prosperita obsahuje 25 nových karet království a 2 nové základní karty. Ústřední téma tohoto rozšíření je bohatství: jsou zde cenné karty peněz s doplňujícími pokyny, bodovací karta, která má větší hodnotu než provincie a silné (ale drahé) akční karty.",
        "short_name": "Prosperita",
        "text_icon": "Py1"
    },
    "renaissance": {
        "set_name": "Renaissance",
        "set_text": "It's a momentous time. Art has been revolutionized by the invention of \"perspective,\" and also of \"funding.\" A picture used to be worth a dozen or so words; these new ones are more like a hundred. Oil paintings have gotten so realistic that you've hired an artist to do a portrait of you each morning, so you can make sure your hair is good. Busts have gotten better too; no more stopping at the shoulders, they go all the way to the ground. Science and medicine have advanced; there's no more superstition, now they know the perfect number of leeches to apply for each ailment. You have a clock accurate to within an hour, and a calendar accurate to within a week. Your physician heals himself, and your barber cuts his own hair. This is truly a golden age.\nThis is the 12th expansion to <i>Dominion</i>. It has 300 cards, with 25 new Kingdom cards. There are tokens that let you save coins and actions for later, Projects that grant abilities, and Artifacts to fight over.",
        "text_icon": "R"
    },
    "seaside": {
        "set_name": "Pobřeží",
        "set_text": "Zde je tvá loď a posádka, co netrpělivě čeká na svého kapitána... Konečně můžeš vyplout na širé moře.\nČeká tě dlouhá a náročná cesta ke vzdáleným přístavům. Během plavby budeš čelit nástrahám pirátů, kteří tě bez milosti okradou do posledního měďáku. O mapu ostrova s vysněným pokladem nesmíš přijít za žádnou cenu! Až ostrov najdeš, vymysli plán, jak poklad získat. Nebudeš to mít lehké, poklad je dobře střežen. Říká se, že kolem ostrova noc co noc pluje loď duchů a potápí lodě přiblíživších se odvážlivců. Vylez do strážního koše a měj oči dokořán. Nebezpečí číhá na každém rohu, ale stojí to za to. Poklad je příliš cenný na to, abys mu odolal!",
        "short_name": "Pobřeží",
        "text_icon": "S"
    },
    "seaside1stEdition": {
        "set_name": "Pobřeží",
        "set_text": "Zde je tvá loď a posádka, co netrpělivě čeká na svého kapitána... Konečně můžeš vyplout na širé moře.\nČeká tě dlouhá a náročná cesta ke vzdáleným přístavům. Během plavby budeš čelit nástrahám pirátů, kteří tě bez milosti okradou do posledního měďáku. O mapu ostrova s vysněným pokladem nesmíš přijít za žádnou cenu! Až ostrov najdeš, vymysli plán, jak poklad získat. Nebudeš to mít lehké, poklad je dobře střežen. Říká se, že kolem ostrova noc co noc pluje loď duchů a potápí lodě přiblíživších se odvážlivců. Vylez do strážního koše a měj oči dokořán. Nebezpečí číhá na každém rohu, ale stojí to za to. Poklad je příliš cenný na to, abys mu odolal!",
        "short_name": "Pobřeží",
        "text_icon": "S1"
    }
}
