{
    "adventures": {
        "set_name": "Aventures",
        "set_text": "« La vie est une aventure audacieuse ou rien du tout. » Vous n'en êtes pas bien sûr pour vous, mais en tout cas vous tentez de vous en approcher. Votre vie a été remplie de nombreuses expériences, mais bizarrement personne n'en a cure : tout cela se négocie bien mal contre de l'argent. Il est donc temps de chercher gloire et fortune, la vôtre ou celle de celui le plus proche d'y arriver. À l'Ouest, c'est un pays ou coule le lait et le miel ; à l'Est, un pays d'œufs et de réglisse. Une simple affaire de goût ! Au Nord, se dressent des marais piégeux ; au Sud, des îles mystérieuses. Malheureusement toutes ces terres ont déjà été pillées. Vous avez pourtant entendu parler de légendes à propos d'une cinquième direction, encore vierge, avec son lot de trésor n'attendant qu'à être collectés. Vous avez votre épée et votre nourriture séchée pour la route : un legs de votre père (et de son père avant lui). Vous avez recruté des recrues et engagé des gens fort engageants ; vous avez poli votre armure et désespéré une gente demoiselle. Vous avez placé un panneau sur votre porte : « Parti à l'aventure », puis après réflexion un deuxième : « Attention au chien ! », juste au cas où cela donnerait des envies aux personnes malintentionnées. Vous selles votre fidèle destrier et vous dirigez vers l'inconnu... et au-delà.",
        "text_icon": "Ad"
    },
    "adventures extras": {
        "set_name": "Adventures Extras",
        "set_text": "",
        "text_icon": "Ad"
    },
    "alchemy": {
        "set_name": "Alchimie",
        "set_text": "Ils cherchent présentement un moyen de changer le plomb en or, ou du moins, en quelque chose de plus précieux que le plomb. Ce plomb que vous avez en quantité plus que suffisante. Lors de l'acquisition de celui-ci, vous ne vous êtes jamais demandé où vous mettriez ce plomb, ou même ce que vous en feriez.Chaque chose en son temps, n'est-ce pas ? Ils recherchent aussi un solvant universel. S'ils parviennent à faire cette découverte, il ne vous restera qu'à utiliser les matériaux de leur contenant afin de vous construire un château à l'abri de tout solvant. C'est ça le progrès!\nVoici le quatrième titre de la série Dominion. <i>Dominion - Alchimie</i> ajoute 12 nouvelles cartes <i>Royaume</i> et une nouvelle ressource de base, les <i>Potion</i>.",
        "text_icon": "Al"
    },
    "animals": {
        "set_name": "Animals",
        "set_text": "<i>Dominion: Animals</i> is a fan created expansion for the card game <i>Dominion</i>. It contains three new kingdom cards: \"Rabbits\", \"Yard dog\", and \"Gray Mustang\".\nSee https://boardgamegeek.com/boardgameexpansion/203184/animals-expansion-mini-fan-expansion-dominion.",
        "text_icon": "An"
    },
    "base": {
        "set_name": "Base",
        "set_text": "This is all the basic Victory, Treasure, and Curse cards from the <i>Dominion</i> games and its expansions. It does not include any Victory or Treasure cards that are Kingdom cards.",
        "text_icon": "B"
    },
    "cornucopia": {
        "set_name": "Abondance",
        "set_text": "L'automne est enfin arrivé. On aurait cru que l'été ne se terminerait jamais, mais la diseuse de bonne aventure avait raison, l'été a bel et bien pris fin. L'agriculture a fait des avancées notables au cours des dernières années, faisant en sorte que l'automne est maintenant une période de récoltes et de célébrations. Les paysans ont passé la semaine à labourer les champs et ce soir marque le début des festivités, en commençant par un délicieux banquet. Aura lieu ensuite la compétition annuelle de vol de nez. Le tout se terminera avec les deux célèbres bouffons, l'un menteur, l'autre disant toujours vrai, les deux délicieusement drôles. Tous trouveront leur compte lors de ces célébrations.\n Voici le sixième titre de la série Dominion. <i>Abondance</i> ajoute 13 nouvelles cartes <i>Royaume</i> et 5 cartes uniques. Le thème de cette extension est la diversité : vous y trouverez plusieurs cartes qui accordent de l'importance au nom des cartes en jeu, dans votre deck, dans votre main ainsi que quelques cartes qui vous aideront à accroître cette diversité.\n Nous vous souhaitons un fructueux voyage dans l'univers de <i>Dominion</i> !",
        "text_icon": "Ab"
    },
    "cornucopia extras": {
        "set_name": "Cornucopia Extras",
        "set_text": "",
        "text_icon": "C"
    },
    "dark ages": {
        "set_name": "Age Des Ténèbres",
        "set_text": "Vous qui possédiez tout, maintenant n'avez rien. Enfin, presque rien. Pour conserver les quelques cuivres qu'il vous restait, vous avez quitté votre chateau afin d'emménager dans le ravin voisin qui est des plus luxuriants. En plus, ce château était la cible de brigands, et ce, à des heures très regrettable. Les barbares, la peste, les voleurs, les malfaiteurs, tous trouvaient leur bonheur dans ce château, malgré la pénurie de chaises. Et puis ce ravin, il est divin ! Le soleil à toute heure, vous pouvez jeter vos ordures où vous voulez et il n'y fait jamais trop chaud. À temps perdu, vous avez commencé à mendier et malheureusement, ce n'est pas aussi simple qu'on puisse le croire. Vous obtenez des brindilles des villageois, qui les mendient à leur tour. Tout ce troc tourne bien ; toutefois, il tourne en rond. Certains diront, « C'est la vie ! » Effectivement, un jour, vous êtes en train de conquérir la côte, l'arrière-pays, vos voisin, votre famille et plus encore ; le lendemain, il y a la peste, les barbares puis tout le monde devient soudainement illettré. Néanmoins, vous avez vu pire et cet exemple d'adversité, vous y goutez à tous les petits déjeuners. Ultimement, si vous n'arrivez pas à vous en sortir, vous vous satisferez du fait que la situation des autres est bien pire que la vôtre.",
        "text_icon": "AT"
    },
    "dark ages extras": {
        "set_name": "Dark Ages Extras",
        "set_text": "",
        "text_icon": "DA"
    },
    "dominion1stEdition": {
        "set_name": "Dominion 1er Édition",
        "set_text": "You are a monarch, like your parents before you, a ruler of a small pleasant kingdom of rivers and evergreens. Unlike your parents, however, you have hopes and dreams! You want a bigger and more pleasant kingdom, with more rivers and a wider variety of trees. You want a Dominion! In all directions lie fiefs, freeholds, and feodums. All are small bits of land, controlled by petty lords and verging on anarchy. You will bring civilization to these people, uniting them under your banner.\nBut wait! It must be something in the air; several other monarchs have had the exact same idea. You must race to get as much of the unclaimed land as possible, fending them off along the way. To do this you will hire minions, construct buildings, spruce up your castle, and fill the coffers of your treasury. Your parents wouldn't be proud, but your grandparents, on your mother's side, would be delighted.",
        "short_name": "Dominion",
        "text_icon": "D1"
    },
    "dominion2ndEdition": {
        "set_name": "Dominion 2e Édition",
        "set_text": "You are a monarch, like your parents before you, a ruler of a small pleasant kingdom of rivers and evergreens. Unlike your parents, however, you have hopes and dreams! You want a bigger and more pleasant kingdom, with more rivers and a wider variety of trees. You want a Dominion! In all directions lie fiefs, freeholds, and feodums. All are small bits of land, controlled by petty lords and verging on anarchy. You will bring civilization to these people, uniting them under your banner.\nBut wait! It must be something in the air; several other monarchs have had the exact same idea. You must race to get as much of the unclaimed land as possible, fending them off along the way. To do this you will hire minions, construct buildings, spruce up your castle, and fill the coffers of your treasury. Your parents wouldn't be proud, but your grandparents, on your mother's side, would be delighted.",
        "short_name": "Dominion",
        "text_icon": "D2"
    },
    "dominion2ndEditionUpgrade": {
        "set_name": "Dominion 2e Édition Surclassement",
        "set_text": "This contains the seven new kingdom cards introduced in the second edition of <i>Dominion</i>, thereby allowing owners of the first edition to obtain these new cards without needing to repurchase the entire game.",
        "short_name": "Dominion",
        "text_icon": "D2"
    },
    "empires": {
        "set_name": "Empires",
        "set_text": "The world is big and your kingdom gigantic. It's no longer a kingdom really; it's an empire — which makes you the emperor. This entitles you to a better chair, plus you can name a salad after yourself.\nIt's not easy being emperor. The day starts early, when you light the sacred flame; then it's hours of committee meetings, trying to establish exactly why the sacred flame keeps going out. Sometimes your armies take over a continent and you just have no idea where to put it. And there's the risk of assassination; you have a food taster, who tastes anything before you eat it, and a dagger tester, who gets stabbed by anything before it stabs you. You've taken to staying at home whenever it's the Ides of anything. Still, overall it's a great job. You wouldn't trade it for the world — especially given how much of the world you already have.\n<i>Dominion: Empires</i>, the tenth addition to the game of <i>Dominion</i>, contains 96 metal tokens and 300 cards, with cards you can buy now and pay for later, piles with two different cards, and Landmarks that add new ways to score. VP tokens and Events return from previous sets.",
        "text_icon": "E"
    },
    "empires extras": {
        "set_name": "Empires Extras",
        "set_text": "",
        "text_icon": "E"
    },
    "extras": {
        "set_name": "Supplémentaire",
        "set_text": "",
        "text_icon": "S"
    },
    "guilds": {
        "set_name": "Guildes",
        "set_text": "Boulot boulot dodo, tout le monde ne semble plus penser qu'au travail. Qu'est-il advenu du temps où l'on pouvait labourer tranquillement les champs à l'ombre du pouvoir ? L'économie est un leurre : elle permet de voler sous le nez d'autrui, mais les gens finissent par se rendre compte que pour réussir, il faut aussi avoir du nez. La tendance est maintenant de rejoindre les guildes, d'y apprendre l'artisanat et de produire le prochain chef-d'œuvre à la mode - que cela soit une peinture d'une précision aveuglante, ou une râpe à fromage si merveilleuse que le fromage n'a plus le même goût. Les seules personnes à encore labourer les champs le font par dépit. Les guildes sont partout : bouchers, boulangers, driers, cordonniers, fromagers, mangeurs de fromage... Votre conseiller est convaincu que, quelque part, le contrôle de la guilde des tailleurs de pierre est la clé pour dominer le monde. Très bien. Vous gérerez si bien la matière que le monde tremblera devant vous.\nVoici la huitième extension de la série Dominion. Guildes ajoute 13 nouvelles cartes Royaume. Elle introduit des pièces sous forme de jetons que vous pouvez désormais conserver d'un tour sur l'autre et des cartes qui peuvent vous apporter plus si vous décidez de les payer plus cher.\nNous espérons que vous appréciez le monde de Dominion, en perpétuelle expansion !",
        "text_icon": "G"
    },
    "hinterlands": {
        "set_name": "L'Arrière-pays",
        "set_text": "The world is big and your kingdom small. Small when compared to the world, that is; it's moderate-sized when compared to other kingdoms. But in a big world like this one - big when compared to smaller worlds anyway, if such things exist; it's moderate-sized when compared to worlds of roughly the same size, and a little small when compared to worlds just a little larger - well, to make a long story short - short when compared to longer stories anyway - it is time to stretch your borders. You've heard of far-off places - exotic countries, where they have pancakes but not waffles, where the people wear the wrong number of shirts, and don't even have a word for the look two people give each other when they each hope that the other will do something that they both want done but which neither of them wants to do. It is to these lands that you now turn your gaze.\nThis is the 6th addition to the game of <i>Dominion</i>. It adds 26 new Kingdom cards to <i>Dominion</i>, including 20 Actions, 3 Treasures, 3 Victory cards, and 3 Reactions. The central theme is cards that do something immediately when you buy them or gain them.",
        "text_icon": "Ar"
    },
    "intrigue1stEdition": {
        "set_name": "L'Intrigue 1er Édition",
        "set_text": "Quelque chose se trame dans votre royaume. L'intendant vous regarde, sourire en coin... On prépare bel et bien un coup ! Vous continuez votre chemin, souriant sournoisement, car votre plan se déroule comme prévu. Un serviteur vous interpelle et vous indique que « Les œufs sont dans votre assiette ». Après quelques instants à tenter de comprendre, vous saisissez qu'il veut tout simplement dire que votre petit déjeuner est prêt. La journée commence bien !\n<i>Dominion : - L'intrigue</i> offre 25 nouvelles cartes <i>Royaume</i> dans l'univers de Dominion. Certaines cartes <i>Victoire</i> vous surprendront, tout comme les nouveaux habitants et bâtiments de votre royaume. Vous trouverez aussi les règles pour joueur jusqu'à 6 joueurs. En effet, en combinant <i>Dominion</i> et <i>Dominion - L'intrigue</i>, il est maintenant possible de jouer à plus de 4 joueurs.",
        "short_name": "L'Intrigue",
        "text_icon": "I1"
    },
    "intrigue2ndEdition": {
        "set_name": "L'Intrigue 2e Édition",
        "set_text": "Something's afoot. The steward smiles at you like he has a secret, or like he thinks you have a secret, or like you think he thinks you have a secret. There are secret plots brewing, you're sure of it. At the very least, there are yours. A passing servant murmurs, \"The eggs are on the plate.\" You frantically search your codebook for the translation before realizing he means that breakfast is ready. Excellent. Everything is going according to plan.\n<i>Dominion: Intrigue (Second Edition)</i>, an expansion for <i>Dominion</i> or <i>Dominion (Second Edition)</i>, contains 26 Kingdom card types that can be used with the base game, while also adding rules for playing with up to eight players at two tables or for playing a single game with up to six players.\n<i>Dominion: Intrigue (Second Edition)</i> replaces six Kingdom card types from the first edition with six new types of Kingdom cards, while also replacing the blank cards in that item with a seventh new Kingdom card; these new cards are also available on their own in the <i>Dominion: Intrigue Update Pack</i>. In addition, the rulebook has been rewritten, one card has had a mild functional change (Masquerade skips players with no cards in hand), and other cards have received updated wording while remaining functionally the same.",
        "short_name": "L'Intrigue",
        "text_icon": "I2"
    },
    "intrigue2ndEditionUpgrade": {
        "set_name": "L'Intrigue 2e Édition Mise à jour",
        "set_text": "Elle contient les sept nouvelles cartes royaume introduites dans la deuxième édition de <i>Dominion : Intrigue</i>, permettant ainsi aux possesseurs de la première édition d'obtenir ces nouvelles cartes sans avoir besoin de racheter l'intégralité du jeu.",
        "short_name": "L'Intrigue",
        "text_icon": "I2"
    },
    "nocturne": {
        "set_name": "Nocturne",
        "set_text": "You've always been a night person; lately you've even considered becoming a vampire. There are a lot of advantages: you don't age; you don't have to see yourself in mirrors anymore; if someone asks you to do something, you can just turn into a bat, and then say, sorry, I'm a bat. There are probably some downsides though. You always think of the statue in the town square that came to life and now works as the tavern barmaid. The pedestal came to life too, so she has to hop around. The village blacksmith turns into a wolf whenever there's a full moon; when there's a crescent moon, he turns into a chihuahua. That's how this stuff goes sometimes. Still, when you breathe in the night air, you feel ready for anything.\n<i>Dominion: Nocturne</i>, the 11th expansion to <i>Dominion</i>, has 500 cards, with 33 new Kingdom cards. There are Night cards, which are played after the Buy phase; Heirlooms that replace starting Coppers; Fate and Doom cards that give out Boons and Hexes; and a variety of extra cards that other cards can provide.",
        "short_name": "Nocturne",
        "text_icon": "N"
    },
    "nocturne extras": {
        "set_name": "Nocturne Extras",
        "set_text": "",
        "text_icon": "N"
    },
    "promo": {
        "set_name": "Promo",
        "set_text": "Promotional cards are official <i>Dominion</i> kingdom cards and Events which do not belong to any particular set. They are typically either released to help promote <i>Dominion</i> at conventions (such as Origins or GenCon), or to commemorate the anniversary of another game in order to help promote both.",
        "text_icon": "Pm"
    },
    "prosperity": {
        "set_name": "Prospérité",
        "set_text": "L'argent! Il n'y a rien de tel que la douce musique produite par des pièces dans votre main. Vous préférez d'ailleurs ces pièces à celles qui se trouvent dans la main des autres ou encore, à celle des pièces de monnaie qui se trouvent hors de votre portée, à moins de vous lever. Vous n'avez que faire de vous lever et de vous procurer des choses par vous-même car tout cela est chose du passé. Il y a 10 ans, vous étiez encore un pauvre fermier cultivant son blé et portant un chapeau de paille, mais aujourd'hui, votre royaume s'étend d'un océan à l'autre et vous possédez le plus gros chapeau de paille au monde. Vous possédez aussi le plus petit chien existant ainsi qu'une statue à votre effigie faite entièrement de baklava. Les mauvaises langues disent toutes que l'argent ne peut acheter le bonheur, mais elle peut certainement entraîner l'envie, la colère et aussi... ce vide intérieur. Vos voisins attendent toujours d'être conquis et cette fois, vous le ferez avec style.\nVoici le cinquième time de la série Dominion. <i>Prospérité</i> ajoute 25 nouvelles cartes Royaume et 2 nouvelles cartes de base qui permettent aux joueurs de se développer au-delà de l'or et des provinces. Le thème de cette extension est la richesse: vous y trouverez des cartes <i>Trésor</i> avec des capacités spéciales, des cartes qui interagissent avec les trésors et des cartes puissantes et très onéreuses.",
        "text_icon": "P"
    },
    "renaissance": {
        "set_name": "Renaissance",
        "set_text": "It's a momentous time. Art has been revolutionized by the invention of \"perspective,\" and also of \"funding.\" A picture used to be worth a dozen or so words; these new ones are more like a hundred. Oil paintings have gotten so realistic that you've hired an artist to do a portrait of you each morning, so you can make sure your hair is good. Busts have gotten better too; no more stopping at the shoulders, they go all the way to the ground. Science and medicine have advanced; there's no more superstition, now they know the perfect number of leeches to apply for each ailment. You have a clock accurate to within an hour, and a calendar accurate to within a week. Your physician heals himself, and your barber cuts his own hair. This is truly a golden age.\nThis is the 12th expansion to <i>Dominion</i>. It has 300 cards, with 25 new Kingdom cards. There are tokens that let you save coins and actions for later, Projects that grant abilities, and Artifacts to fight over.",
        "text_icon": "R"
    },
    "seaside": {
        "set_name": "Rivages",
        "set_text": "Vous n'avez qu'un seul et unique désir: vous emparer d'un majestueux navire et vous laisser guider par les étoiles et un navigateur. Après avoir développé votre Dominion jusqu'au fleuve le plus près, votre horizon s'étend maintenant jusqu'à la mer. Ces eaux dangereuses et envahies de pirates offrent sans doute un accueil des plus chaleureux a vos bateaux infestés de rats. Mais au loin se trouvent des ports marchands et pour vous y rendre, dans le but d'établir des routes marchandes profitables, vous devez poser le pied sur différentes îles. Les indigènes vous accueillent a grands coups de lances et de dards empoisonnés. Mais votre détermination est sans limite et vous savez que lorsque vous aurez atteint ces ports, vous en prendrez possession et arriverez à étendre vos horizons sur de nouvelles terres et mers, lin jour, votre Dominion s'étendra d'un océan a l'autre !",
        "text_icon": "R"
    }
}
