{
    "adventures": {
        "set_name": "Abenteuer",
        "set_text": "Entweder ist dein Leben ein aufregendes Abenteuer oder auch nicht! Entweder hast du das Zeug zum Champion oder eben nicht! Auch wenn du dir noch nicht ganz sicher bist, wie du es mit deinem eigenen Leben hältst oder ob du etwas daran verändern willst … jetzt ist die richtige Zeit gekommen, endlich eine Entscheidung zu treffen. Wolltest du nicht immer schon einmal ferne Lande bereisen und verlorene Städte entdecken, auf Schatzsuche gehen, spannende Expeditionen leiten oder den Seeweg in entfernte Hafenstädte suchen? Dein Vater wäre stolz auf dich, dass du dich endlich deiner ganz persönlichen Herausforderung stellst. Habe keine Furcht vor den Wagnissen des Lebens – ob Sumpfhexe oder Brückentroll, Geisterwälder oder diebische Elstern... dein Leben ist dazu bestimmt, ein Abenteuer zu sein. Vertraue deinem Instinkt und du wirst als Held in die Heimat zurückkehren.<n>Abenteuer ist eine DOMINION-Erweiterung und kann nur zusammen mit einem Basisspiel oder den Basiskarten gespielt werden. Sie enthält 304 Königreichkarten, 40 Eintausch-Karten, 20 Ereignisse, 30 Platzhalterkarten (blaue Rückseite) und 6 Leerkarten.Außerdem enthält sie 48 runde Marker, 12 rechteckige Marker und 6 Wirtshaustableaus.",
        "text_icon": "Ab"
    },
    "adventures extras": {
        "set_name": "Adventures Extras",
        "set_text": "",
        "text_icon": "Ad"
    },
    "alchemy": {
        "set_name": "Die Alchemisten",
        "set_text": "Wissen ist Macht! Doch seit du deine Kellergewölbe und Laboratorien für geheime Forschungen der Universität hergegeben hast, gehen dort unten seltsame Dinge vor – selbstverständlich alles im Namen der Wissenschaft. Wenn sie doch nur endlich den Stein der Weisen finden und Blei in Gold verwandeln würden – dann wäre das alles zumindest sinnvoll. Wofür allerdings die vielen Fässer Quecksilber benötigt werden oder warum dir der Lehrling schon wieder einige Haare entwendet hat... das würdest du so langsam wirklich gerne wissen. Vertraue auf dein Gefühl und die Vision, die du letzte Nacht hattest – die Wissenschaft wird dir den Weg in das goldene Zeitalter zeigen. Der Triumph am Ende ist dir so gut wie sicher – sagt zumindest der Alchemist.\nDies ist die dritte Erweiterung von <i>Dominion</i>.",
        "text_icon": "Al"
    },
    "animals": {
        "set_name": "Tiere",
        "set_text": "<i>Dominion: Tiere</i> ist eine von Fans erstellte Erweiterung für das Kartenspiel <i>Dominion</i>. Es beinhaltet die Karten: \"Karnickel\", \"Hofhund\", and \"Edler Schimmel\".\nSiehe https://boardgamegeek.com/boardgameexpansion/203184/animals-expansion-mini-fan-expansion-dominion.",
        "text_icon": "An"
    },
    "base": {
        "set_name": "Base",
        "set_text": "Hier sind all die Basiskarten wie Punkte-, Geld- und Fluchkarten vom Spiel <i>Dominion</i> und deren Erweiterungen. Es beinhaltet keine der Punkte- oder Geldkarten der Erweiterungen.",
        "text_icon": "B"
    },
    "cornucopia": {
        "set_name": "Reiche Ernte",
        "set_text": "Der Herbst! Es sah aus, als wollte der Sommer niemals enden. Doch die Wahrsagerin hatte Recht behalten, der Sommer ist wirklich vorbei. Herbst, die Zeit der Ernte: Die Landwirtschaft hat bedeutende Fortschritte gemacht, seit man entdeckt hat, dass die Knolle viel verträglicher ist, als das Grün der Kartoffeln. Herbst, die Zeit der feste: Die Bauern hatten viel zu tun, das Heu einzuholen. Aber heute wird gefeiert; mit gebratenem Heu in wohlschmeckenden Variationen und dem alljährlichen Wettbewerb im Luft-Leier-Spielen. Dann sind da noch die beiden Narren, von denen einer immer die Wahrheit sagt und einer immer lügt. ... Sehr unterhaltsam. Hier ist wirklich für jeden etwas dabei!\nDies ist die vierte Erweiterung von <i>Dominion</i>. Sie enthält 13 neue Königreichkarten, plus 5 Preiskarten. Das zentrale Thema ist Abwechslung; es gibt Karten, die Dich dafür belohnen, eine Vielzahl von Karten in Deinem Deck zu habenThe central theme is variety; there are cards that reward you for having a variety of cards in your deck, in your hand, and in play, as well cards that help you get that variety.",
        "text_icon": "RE"
    },
    "cornucopia extras": {
        "set_name": "Cornucopia Extras",
        "set_text": "",
        "text_icon": "C"
    },
    "dark ages": {
        "set_name": "Dark Ages",
        "set_text": "Die Zeiten waren hart. Um Geld zu sparen bist du aus deiner Burg in eine recht gemütliche Schlucht gezogen. Die alte Burg war ohnehin nicht mehr das, was sie mal war. Ständig wurde sie geplündert und das auch noch zu unmöglichsten Uhrzeiten. Wenn nicht gerade Barbaren einfielen, dann kam die Pest und manchmal sogar beide gleichzeitig. Die Schlucht ist großartig, es ist immer g ut gelüftet und du kannst deinen Müll hinwerfen, wo du willst. Du hast hobbymäßig mit dem Betteln angefangen. Betteln ist eigentlich brilliant, in der Praxis aber etwas tückisch, weil niemand Geld hat. Du bettelst bei den Dorfbewohnern, die Dorfbewohner betteln zurück, aber niemand scheint so richtig vorwärts zu kommen. So ist das Leben wohl. Im Moment bleibt dir nichts anderes übrig, als dich an den dich umgebenden Trümmern festzuhalten, bis der Sturm vorüber ist. Am Ende wirst du wie immer siegreich bleiben, oder zumindest ein kleines bisschen besser als die anderen.\nDies ist die siebte Erweiterung des Spiels <i>Dominion</i>. Sie enthält 35 neue Königreichkarten, plus neue schlechte Karten, die man anderen Spielern gibt (Ruinen), neue Karten, die die Anwesen am Start ersetzen (Unterschlupfkarten), und Karten, die man nur durch bestimmte andere Karten erhalten kann. Das zentrale Thema sind Müller und Verbesserung. Es gibt Karten, die etwas bewirken, wenn man sie entsorgt, Karten, die sich selbst aufwerten und Wege, andere Karten aufzuwerten.",
        "text_icon": "DA"
    },
    "dark ages extras": {
        "set_name": "Dark Ages Extras",
        "set_text": "",
        "text_icon": "DA"
    },
    "dominion1stEdition": {
        "set_name": "Dominion 1. Ausgabe",
        "set_text": "Ein wenig Geld, kleine Ländereien, mehr hast du zu Beginn des Spiels nicht. Doch die Welt steht dir offen, denn du kannst dir ein Reich aufbauen, indem du Dörfer baust, einen Markt oder einen Thronsaal errichtest. Schließlich willst du dein Reich vergrößern, und zwar schneller als deine Mitspieler. Dazu baust du dir dein Kartendeck auf, um die Mitspieler zu übertrumpfen und eher zum Ziel zu kommen. Das raffinierte und innovative Spielsystem sorgt mit jeder Partie immer wieder für neue Spannung. <i>Dominion</i> - eine Welt voller packender Abenteuer.",
        "short_name": "Dominion",
        "text_icon": "D1"
    },
    "dominion2ndEdition": {
        "set_name": "Dominion 2. Ausgabe",
        "set_text": "Vom Kleingrundbesitzer zum mächtigen Herrscher eines Imperiums - das ist dein Ziel, wenn du dich auf das Abenteuer <i>Dominion</i> einlässt. Verwirkliche deine Träume und baue dir ein florierendes Reich auf - und das schneller und effektiver als deine Mitspieler. Dafür baust du Dörfer und Bibliotheken, eroberst neue Provinzen, verdienst Gold sowie Silber und errichtest dir einen eigenen Thronsaal. Mit jedem Zug wächst dein DOMINION - doch nur wer richtig taktiert und zur richtigen Zeit die richtigen Entscheidungen trifft, wird zum Schluss als Sieger vom Tisch gehen.",
        "short_name": "Dominion",
        "text_icon": "D2"
    },
    "dominion2ndEditionUpgrade": {
        "set_name": "Dominion 2. Ausgabe Aktualisierung",
        "set_text": "Dieses Set beinhaltet die sieben neuen Königreichkarten der Zweiten Erweiterung von <i>Dominion</i>. Dies erlaubt Besitzern der ersten Edition diese zu spielen ohne ein neues Spiel kaufen zu müssen.",
        "short_name": "Dominion",
        "text_icon": "D2"
    },
    "empires": {
        "set_name": "Empires",
        "set_text": "Ist diese Welt nicht schön? Auf jeden Fall ist sie ziemlich groß und dein Königreich absolut gigantisch. Eigentlich ist es schon gar kein Königreich mehr, sondern ein Imperium. Was dich ja dann zum Imperator macht. Und was wäre dieser Titel ohne ein gewaltiges Vermögen, prunkvolle Wagenrennen zu deinen Ehren oder ein echtes Königsschloss, in das du bald einziehen kannst? Immerhin ist die Villa, in der du jetzt noch wohnst, schon in die Jahre gekommen und eine neue Gärtnerin wäre mittlerweile auch nicht schlecht. Endlich kannst du den Lohn deiner harten Arbeit und den Opfern, die du auf den Schlachtfeldern dieser Welt bringen musstest, einsacken und dich von deinen Legionären und Siedlern so richtig feiern lassen. Ja, diese Welt ist schön, erst recht, wenn du sie dir unterworfen hast.\n<i>Dominion: Empires</i>, the tenth addition to the game of <i>Dominion</i>, contains 96 metal tokens and 300 cards, with cards you can buy now and pay for later, piles with two different cards, and Landmarks that add new ways to score. VP tokens and Events return from previous sets.",
        "text_icon": "E"
    },
    "empires extras": {
        "set_name": "Empires Extras",
        "set_text": "",
        "text_icon": "E"
    },
    "extras": {
        "set_name": "Extras",
        "set_text": "",
        "text_icon": "Ex"
    },
    "guilds": {
        "set_name": "Die Gilden",
        "set_text": "Handwerk, alles in dieser Welt dreht sich plötzlich nur noch ums Handwerk … Bäcker und Wandergesellen, Ärzte und Steuereintreiber bevölkern jetzt dein Dominion und leisten ganze Arbeit, um dir bei der Verwirklichung deiner Träume zu helfen. Jeder denkt, das Geheimnis des Erfolgs läge allein in seiner Gilde. Ob aber das geheime Wissen der Steinmetze oder die mächtige Kaufmannsgilde wirklich der Schlüssel zum Erfolg ist, mag dir vielleicht dein Berater sagen. Doch welchen Weg du auch wählst, deine Zukunft sieht goldig aus – das meint zumindest der Wahrsager. Dies ist die 8. Dominion-Erweiterung und beinhaltet 13 neue Königreichkarten sowie 25 Metall-Münzen, die über einen Zug hinaus aufbewahrt werden dürfen. Wer kann die Macht der Gilden richtig nutzen?",
        "text_icon": "G"
    },
    "guilds-bigbox2-de": {
        "set_name": "Die Gilden",
        "set_text": "Handwerk, alles in dieser Welt dreht sich plötzlich nur noch ums Handwerk … Bäcker und Wandergesellen, Ärzte und Steuereintreiber bevölkern jetzt dein Dominion und leisten ganze Arbeit, um dir bei der Verwirklichung deiner Träume zu helfen. Jeder denkt, das Geheimnis des Erfolgs läge allein in seiner Gilde. Ob aber das geheime Wissen der Steinmetze oder die mächtige Kaufmannsgilde wirklich der Schlüssel zum Erfolg ist, mag dir vielleicht dein Berater sagen. Doch welchen Weg du auch wählst, deine Zukunft sieht goldig aus – das meint zumindest der Wahrsager. Dies ist die 8. Dominion-Erweiterung und beinhaltet 13 neue Königreichkarten sowie 25 Metall-Münzen, die über einen Zug hinaus aufbewahrt werden dürfen. Wer kann die Macht der Gilden richtig nutzen?",
        "text_icon": "G"
    },
    "hinterlands": {
        "set_name": "Hinterland",
        "set_text": "Die Welt ist groß, dein Königreich ist klein... klein, wenn man es mit unserer Welt vergleicht. Im Vergleich mit anderen Königreichen ist es sicher ansehnlich, aber nicht in einer Welt, die so groß ist, wie diese – groß zumindest im Vergleich mit kleineren Welten (falls es die überhaupt gibt). Verglichen mit einer Welt die ungefähr gleich groß ist, wäre sie wohl durchschnittlich, gegenüber einer etwas größeren vielleicht ein Bisschen kleiner. Aber um die Geschichte nicht unnötig in die Länge zu ziehen - zumindest nicht länger als eine kürzere Geschichte – Es ist Zeit, deine grenzen auszudehnen! Du hast von fernen Ländern gehört, exotischen Orten, wo es Pfannkuchen gibt, aber keine Waffeln, wo die Menschen eine andere Anzahl Kleidungsstücke tragen und wo sie nicht einmal ein Wort dafür haben, wenn sich zwei Menschen ansehen und hoffen, der andere macht was beide möchten, aber keiner von beiden tun will. Es ist alles ziemlich relativ dort.\nThis is the 6th addition to the game of <i>Dominion</i>. It adds 26 new Kingdom cards to <i>Dominion</i>, including 20 Actions, 3 Treasures, 3 Victory cards, and 3 Reactions. The central theme is cards that do something immediately when you buy them or gain them.",
        "text_icon": "H"
    },
    "intrigue1stEdition": {
        "set_name": "Intrige 1. Ausgabe",
        "set_text": "Da ist etwas im Busch. Einer deiner Verwalter sieht aus, als hätte er ein Geheimnis ... oder als ob er denkt, du hast ein Geheimnis. Auf jeden fall geht etwas vor sich, dessen bist du dir sicher. Du schmiedest einen geheimen Plan, zumindest das weißt du genau. Ein Diener murmelt im vorbei gehen „Es ist vollbracht.“ Hektisch durchsuchst du deine Aufzeichnungen, bevor du realisierst, was er damit meint: Das Frühstück ist fertig. Ausgezeichnet! Alles verläuft genau nach Plan. Dominion – Die Intrige eine Welt voller packender Geheimnisse. Die Intrige kann eigenständig gespielt oder mit dem Basisspiel kombiniert werden. Auf jeden Fall bietet Dominion unzählige Variationen und abwechslungsreiches Spielvergnügen.",
        "short_name": "Intrige",
        "text_icon": "I1"
    },
    "intrigue2ndEdition": {
        "set_name": "Intrige 2. Ausgabe",
        "set_text": "Pssst … sieht dein Verwalter nicht so aus, als hätte er ein dunkles Geheimnis? Und dein neuer Kupferschmied dort drüben schaut sich verdächtig häufig um, bevor er ganz schnell hinter der schweren Holztür am Ende des Burghofs verschwindet...die Welt ist voller Machenschaften & Intrigen, dessen bist du dir sicher. Schließlich hast du selbst einen geheimen Plan, den du mit Hilfe deines Spähers und eines Handlangers in die Tat umsetzen willst. Aber auch die anderen Adligen sind nicht untätig und lassen sich nur ungern in die Karten schauen. Nutze geschickt das Können deiner fähigsten Mitstreiter und sabotiere die Vorhaben deiner Mitspieler – dann verläuft alles genau nach Plan und du wirst am Ende des Spiels das mächtigste Dominion haben. Mit dieser Auflage erscheint Dominion-Die Intrige erstmals als Erweiterung, beinhaltet 25 neue Königreichkarten und kann mit allen anderen Dominion-Erweiterungen kombiniert werden. Wer kann die Machenschaften & Intrigen in der Dominion-Welt richtig nutzen?\n<i>Dominion: Intrigue (Second Edition)</i> replaces six Kingdom card types from the first edition with six new types of Kingdom cards, while also replacing the blank cards in that item with a seventh new Kingdom card; these new cards are also available on their own in the <i>Dominion: Intrigue Update Pack</i>. In addition, the rulebook has been rewritten, one card has had a mild functional change (Masquerade skips players with no cards in hand), and other cards have received updated wording while remaining functionally the same.",
        "short_name": "Intrigue",
        "text_icon": "I2"
    },
    "intrigue2ndEditionUpgrade": {
        "set_name": "Intrige 2. Ausgabe Aktualisierung",
        "set_text": "Dieses Set beinhaltet die sieben neuen Königreichkarten der Zweiten Erweiterung von <i>Dominion Intrigue</i>. Dies erlaubt Besitzern der ersten Edition diese zu spielen ohne ein neues Spiel kaufen zu müssen.",
        "short_name": "Intrigue",
        "text_icon": "I2"
    },
    "menagerie": {
        "set_name": "Menagerie",
        "set_text": "Dein Dominion, das ist es, was du aufbauen willst Diesmal mit Tieren! Von jedem kann man etwas lernen, etwa, wie man wirklich weit spucken kann oder welche Sorte Gras am besten schmeckt. Gar nicht so leicht, sich das alles zu merken, aber du bist wie ein Elefant: Du vergisst nichts. Und du hast Angst vor Mäusen. Kürzlich hast du mit dem Reiten angefangen. Pferde sind Angsteinflößend; es heißt, man kann sie zur Tränke führen, aber das hast du noch nicht geschafft. Du arbeitest dich langsam nach oben und hast mit Hunden angefangen. Bisher läuft es gut: Der Hund hat dich noch nicht abgeworfen. Deine Menagerie ist noch übersichtlich, mit einer Ziege, zwei Ratten und dem Berater, der die Menagerie vorgeschlagen hat. Den Fuchs hast du nicht gekriegt, aber der war vermutlich sowieso böse, immerhin hast du jetzt ein paar Kamele, die sich allerdings genauso bockig anstellen wie erwartet, und eine Schildkröte, die den Atem länger anhalten kann, als es irgend jemanden interessiert. Das Königreich der Tiere wird bald deins sein. Dies ist die 13. <i>Dominion</i>-Erweiterung, Sie hat 400 Karten, darunter 300 neue Königreichkarten. Menagerie ist eine <i>Dominion</i>-Erweiterung und kann nur zusammen mit einem Basisspiel oder dem Basiskarten-Set gespielt werden.",
        "text_icon": "M"
    },
    "menagerie extras": {
        "set_name": "Menagerie Extras",
        "set_text": "",
        "text_icon": "M"
    },
    "nocturne": {
        "set_name": "Nocturne",
        "set_text": "Schon immer bist du ein Nachtmensch gewesen. Letztens noch hast du es bedauert, kein Vampir geworden zu sein. Denn das hätte enorme Vorteile: Man altert nicht, man muss sich nicht mehr im Spiegel anschauen und wenn dich jemand um einen Gefallen bittet, kannst du dich einfach in eine Fledermaus verwandeln. Okay, so ein Dasein hat natürlich auch seine Schattenseiten – man denke nur an die arme lebendig gewordene Statue unten in der Stadt … sie arbeitet jetzt als Barmädchen in der Taverne. Oder auch der Dorfschmied, der sich bei jedem Vollmond in einen Werwolf verwandelt...und bei Neumond in einen Chihuahua. Tja, so gehen die Dinge manchmal. Aber du bist und bleibst eben ein Nachtmensch – wenn du die Nachtluft einatmest, fühlst du dich bereit für alles.\n<i>Dominion: Nocturne</i>, the 11th expansion to <i>Dominion</i>, has 500 cards, with 33 new Kingdom cards. There are Night cards, which are played after the Buy phase; Heirlooms that replace starting Coppers; Fate and Doom cards that give out Boons and Hexes; and a variety of extra cards that other cards can provide.",
        "short_name": "Nocturne",
        "text_icon": "N"
    },
    "nocturne extras": {
        "set_name": "Nocturne Extras",
        "set_text": "",
        "text_icon": "N"
    },
    "promo": {
        "set_name": "Promo",
        "set_text": "Die Promotionskarten sind offizielle <i>Dominion</i> Königreichkarten und Events, die zu keiner Erweiterung gehören. In der Regel werden diese Karten während Events (Origins or GenCon) oder an Jubiläen herausgegeben um <i>Dominion</i> weiter zu promoten. ",
        "text_icon": "Pm"
    },
    "promo-bigbox2-de": {
        "set_name": "Einsteiger Bigbox Promo",
        "set_text": "Diese Familie enthält Promokarten, die in der <i>Einsteiger Bigbox</i> enthalten sind.",
        "text_icon": "BP"
    },
    "prosperity": {
        "set_name": "Blütezeit",
        "set_text": "Oh Platin! Nichts ist so schön wie Platin, außer Gold oder Silber und vielleicht auch noch Kupfer, aber Hauptsache Geld. Es fühlt sich so schön in deinen Händen an und so viel besser als in den Fingern von jemand anderem. Deine Finger musst du sowieso nicht mehr krumm machen, denn du hast deine Reichtümer schon gehortet und ein Teil liegt auf der Bank. Vielleicht ist da auch ein bisschen Schmuggelware mit dabei, aber das ist den Leuten in deiner Stadt egal. Schließlich haben sie dir ja ein riesiges Denkmal aus Honigwaben auf dem Marktplatz gebaut. Nimm dich nur vor dem neidischen Gesindel in Acht, aber die wickelst du auch noch um den Finger … und zwar mit Stil.\nThis is the 4th addition to the game of <i>Dominion</i>. It adds 25 new Kingdom cards to <i>Dominion</i>, plus 2 new Basic cards that let players keep building up past Gold and Province. The central theme is wealth; there are treasures with abilities, cards that interact with treasures, and powerful expensive cards.",
        "text_icon": "Bl"
    },
    "renaissance": {
        "set_name": "Renaissance",
        "set_text": "Welch eine folgenschwere Zeit! Die Kunst wurde durch die Erfindung der \"Perspektive\" revolutioniert und auch durch das Mäzenatentum, Aus einfachen Bildern sind komplexe Kunstwerke geworden, Ölgemälde sind plötzlich so realistisch, dass du einen Maler engagiert hast, der jeden Morgen ein Bild von dir malt, damit du siehst, ob deine Haare noch gut sitzen, Büsten sind auch besser geworden; jetzt hören sie nicht mehr an den Schultern auf, nein, sie zeigen den Körper in voller Pracht. Wissenschaft und Medizin haben sich weiterentwickelt; der Aberglaube gehört der Vergangenheit an, jetzt weiß man exakt, wie viele Blutegel man zur Heilung welcher Krankheit ansetzen muss, Du hast eine Uhr, die dir bis auf die Stunde genau die Uhrzeit anzeigt, und einen Kalender, aus dem du sogar die aktuelle Woche ablesen kannst. Dein Doktor heilt sich selbst, und dein Frisör schneidet seine eigenen Haare, Dies ist wahrlich ein Goldenes Zeitalter, Renaissance ist eine <i>Dominion</i>-Erweiterung und kann nur zusammen mit einem Basisspiel oder dem Basiskarten-Set gespielt werden.",
        "text_icon": "R"
    },
    "seaside": {
        "set_name": "Seaside",
        "set_text": "Gebt mir ein Schiff und einen Stern, der mich leitet … und jemanden der weiß, wie man sich von den Sternen leiten lässt. Endlich kannst du dich auf den Weg machen. Hinaus auf die hohe See, die von Piraten übersät ist, schickst du Schiffe, die von Ratten übersät sind, um fernab von Häfen, die von Händlern übersät sind, neue Handelsrouten aufzubauen. Zuerst wirst du Stützpunkte auf fernen Inseln errichten. Die Eingeborenen scheinen freundlich gesonnen, du kannst ihre Friedensrufe von Weitem hören und schon aus der Ferne werfen sie dir Speere und giftige Pfeile als Willkommensgeschenke zu. Eines Tages wird all das dir gehören.\nThis is the 2nd addition to <i>Dominion</i>. It adds 26 new Kingdom cards to <i>Dominion</i>. Its central theme is your next turn; there are cards that do something this turn and next, cards that set up your next turn, and other ways to step outside of the bounds of a normal turn.",
        "text_icon": "S"
    }
}
